Repository: vmarc/knooppuntnet
Catalog: client/src/locale/messages.*.xlf
Languages: nl

# stats.orphan-route-count.comment
source: Number of network routes that do not belong to a network.\ The route was not added as a member to a valid [network relation](glossary#network-relation).
nl: Aantal routes die niet tot een netwerk behoren.\ Deze routes worden niet teruggevonden in een geldige [netwerk relatie](glossary#network-relation).

# stats.orphan-route-count.name
source: Orphan routes
nl: Route wezen

# stats.orphan-route-km.comment
source: Total length (km) of the orphan routes (not included in network length above).
nl: Totale lengte (km) van de route wezen (deze worden niet meegeteld in de netwerk lengte hierboven).

# stats.orphan-route-km.name
source: Orphan route length (km)
nl: Route wezen lengte (km)

# stats.integrity-check-network-count.comment
source: Number of networks that include integrity check.
nl: Aantal netwerken met integriteitscontroles.

# stats.integrity-check.comment
source: Number of nodes with integrity check.
nl: Aantal knooppunten met integriteitscontrole.

# stats.integrity-check-failed.comment
source: Number of failed integrity checks.
nl: Aantal falende integriteitscontroles.

# stats.integrity-check-pass-rate.comment
source: Integrity check pass rate (percentage of ok checks).
nl: Slaagpercentage van de integriteitscontroles.

# stats.integrity-check-pass-rate.name
source: IntegrityCheckPassRate
nl: Slaagpercentage

# stats.integrity-check-coverage.comment
source: Integrity check coverage (percentage of nodes that do have integrity check information).
nl: Dekkingsgraad van de integriteitscontroles (percentage van knooppunten met integriteitscontrole informatie).

# stats.integrity-check-coverage.name
source: IntegrityCheckCoverage
nl: Dekkingsgraad

# stats.route-unused-segments.name
source: RouteUnusedSegments
nl: RouteMetOngebruikteSegmenten

# stats.route-node-missing-in-ways.name
source: RouteNodeMissingInWays
nl: RouteZonderKnooppunten

# stats.route-redundant-nodes.comment
source: Number of routes where the ways of the route contain extra nodes other than the start and end nodes.
nl: Aantal routes waarin er zich naast de begin en eind knooppunten nog andere vreemde knooppunten bevinden in de wegen van de route.

# stats.route-redundant-nodes.name
source: RouteRedundantNodes
nl: RouteTeVeelKnooppunten

# stats.route-without-ways.name
source: RouteWithoutWays
nl: RouteZonderWegen

# stats.route-name-missing.comment
source: Routes without a _"note"_ tag with the route name.
nl: Aantal routes zonder tag met sleutel _"note"_ met de route naam in de route relatie.

# stats.route-name-missing.name
source: RouteNameMissing
nl: RouteZonderNaam

# stats.route-tag-missing.comment
source: The route relation does not contain a _"route"_ tag.
nl: De _"route"_ tag ontbreekt in de route relatie.

# stats.route-tag-missing.name
source: RouteTagMissing
nl: RouteTagOntbreekt

# stats.route-tag-invalid.comment
source: The value in the _"route"_ tag in the route relation is unexpected.
nl: De waarde in de _"route"_ tag in de route relatie is onverwacht.

# stats.route-tag-invalid.name
source: RouteTagInvalid
nl: RouteTagOnverwacht

# stats.route-unexpected-node.comment
source: Number of routes with one or more unexpected node members.\ In route relations we expect only nodes with tag _"rwn_ref"_ or _"rcn_ref"_.
nl: Aantal routes met 1 of meer overwachte knopen.\ In route relaties verwachten we enkel knopen met een tag met sleutel _"rwn_ref"_ of _"rcn_ref"_.

# stats.route-unexpected-node.name
source: RouteUnexpectedNode
nl: RouteOnverwachteKnoop

# stats.route-unexpected-relation.comment
source: Number of routes with one or more unexpected members.\In route relations we expect only members of type _"way"_, or members of type _"node"_ with a tag _"rwn_ref"_ or _"rcn_ref"_.
nl: Aantal routes met 1 of meer overwachte relaties.\In route relaties verwachten we enkel onderdelen van het type _"way"_, of onderdelen van het type _"node"_ met een tag met sleutel _"rwn_ref"_ of _"rcn_ref"_.

# stats.route-unexpected-relation.name
source: RouteUnexpectedRelation
nl: RouteOnverwachteRelatie

# stats.network-extra-member-node.comment
source: Number of network relation members of type _"node"_ that are unexpected (expect only [network nodes](glossary#node) or [information maps](glossary#info-map) as members in the network relation).
nl: Aantal onverwachte knopen in netwerkrelaties (we verwachten enkel knopen dit ook echt een [knooppunt](glossary#node) definitie zijn, of [informatie kaarten](glossary#info-map) in de netwerk relatie).

# stats.network-extra-member-node.name
source: NetworkExtraMemberNode
nl: NetwerkExtraKnoop

# stats.network-extra-member-way.comment
source: Number of network relation members of type _"way"_ (expect only route relations or network nodes as members in the node network relation).
nl: Overwachte wegen _("ways")_ in netwerk relaties (in network relaties verwachten we enkel route relaties of knooppunten, geen wegen).

# stats.network-extra-member-way.name
source: NetworkExtraMemberWay
nl: NetworkOverwachteWegen

# stats.network-extra-member-relation.name
source: NetworkExtraMemberRelation
nl: NetworkOnverwachteRelatie

# stats.node-member-missing.comment
source: Number of nodes that are not included in the network relation
nl: Aantal knooppunten dat niet is opgenomen als lid in een netwerk relatie.

# stats.node-member-missing.name
source: NodeMemberMissing
nl: OntbrekendKnooppunt

# stats.name-missing.comment
source: Number of networks without _"name"_ tag in the network relation.
nl: Aantal netwerken zonder tag met sleutel _"name"_ in de netwerk relatie.

# stats.name-missing.name
source: NameMissing
nl: NetwerkOntbrekendeNaam

# stats.route-unaccessible.comment
source: Number of [unaccessible](glossary#accessible) routes.
nl: Aantal [ontoegangkelijke](glossary#accessible) routes.

# stats.route-unaccessible.name
source: RouteUnaccessible
nl: RouteOntoegankelijk

# stats.route-invalid-sorting-order.comment
source: Number of routes with ways in wrong sorting order.
nl: Aantal routes met wegen in verkeerde volgorde.

# stats.route-invalid-sorting-order.name
source: RouteInvalidSortingOrder
nl: RouteVolgorde

# stats.route-reversed.comment
source: Number of routes where the ways are in reverse order (from high node number to low node number).
nl: Aantal routes met de wegen in omgekeerde volgorde (van hoog knooppunt nummer naar laag knooppunt nummer).

# stats.route-reversed.name
source: RouteReversed
nl: RouteOmgekeerdeVolgorde

# stats.route-node-name-mismatch.comment
source: Routes where the route name does not match with the names of the start node and the end node. The route name is expected to contain the start node name and the end node name, separated by a dash. The start node is expected to have a lower number than the end node.
nl: Aantal routes waarvan de route naam niet overeenkomt met de namen van de start en eind nodes. We verwachten dat de route naam de namen van de start en eindknooppunten bevat, gescheiden door een koppelteken. Het knooppunt met het laagste nummer verwachten we vooraan.

# stats.route-node-name-mismatch.name
source: RouteNodeNameMismatch
nl: OverwachteRouteNaam

# route.summary
source: Summary
nl: Samenvatting

# route.situation-on
source: Situation on
nl: Situatie op

# route.last-updated
source: Last updated
nl: Aangepast

# route.relation-last-updated
source: Relation last updated
nl: Relatie aangepast

# route.network
source: Network
nl: Netwerk

# route.start-node
source: Start node
nl: Start knooppunt

# route.end-node
source: End node
nl: Eind knooppunt

# route.redundant-nodes
source: Redundant nodes
nl: Bijkomende knooppunten

# route.number-of-ways
source: Number of ways
nl: Aantal wegen

# route.tags
source: Tags
nl: Labels

# route.structure
source: Structure
nl: Structuur

# route.facts
source: Facts
nl: Feiten

# node.summary
source: Summary
nl: Samenvatting

# node.situation-on
source: Situation on
nl: Situatie op

# node.last-updated
source: Last updated
nl: Laatst bewerkt

# node.tags
source: Tags
nl: Labels

# node.networks
source: Networks
nl: Netwerken

# node.feiten
source: Facts
nl: Feiten

# breadcrumb.overview
source: Overview
nl: Overzicht in cijfers

# overview-page.title
source: Overview
nl: Overzicht in cijfers

# node.inactive
source: This network node is not active anymore.
nl: Dit knooppunt is niet actief meer.

# node.orphan
source: This network node does not belong to a known node network (orphan).
nl: Dit knooppunt behoort niet tot een knooppuntnetwerk (wees).

# node.ignored
source: This network node is not included in the analysis.
nl: Dit knooppunt is niet in de analyse opgenomen.

# country.nl
source: The Netherlands
nl: Nederland

# country.be
source: Belgium
nl: BelgiÃ«

# country.de
source: Germany
nl: Duitsland

source: Situation on
nl: Situatie op

# breadcrumb.home
source: Home
nl: Start

# breadcrumb.analysis
source: Analysis
nl: Analyse

# analysis-page.title
source: Analysis
nl: Analyse

# analysis-page.overview
source: Overview
nl: Overzicht in cijfers

# analysis-page.changes
source: Changes
nl: Wijzigingen

# breadcrumb.changes
source: Changes
nl: Wijzigingen

# changes-page.title
source: Changes
nl: Wijzigingen
