Repository: vmarc/knooppuntnet
Catalog: client/src/locale/messages.*.xlf
Languages: nl

# network-type.hiking
source: Hiking
nl: Wandelen

# network-type.cycling
source: Cycling
nl: Fietsen

# network-type.horse
source: Horse
nl: Ruiter

# network-type.motorboat
source: Motorboat
nl: Motorboot

# network-type.canoe
source: Canoe
nl: Kano

# fact.name.added
source: Added
nl: Toegevoegd

# fact.name.become-ignored
source: BecomeIgnored
nl: NietMeerInAnalyseOpgenomen

# fact.name.become-orphan
source: BecomeOrphan
nl: WeesGeworden

# fact.name.deleted
source: Deleted
nl: Verwijderd

# fact.name.ignore-foreign-country
source: IgnoreForeignCountry
nl: Buitenland

# fact.name.ignore-network-collection
source: IgnoreNetworkCollection
nl: NetwerkVerzameling

# fact.name.ignore-no-network-nodes
source: IgnoreNoNetworkNodes
nl: GeenRoute

# fact.name.ignore-unsupported-subset
source: IgnoreUnsupportedSubset
nl: UitgeslotenSubset

# fact.name.integrity-check
source: IntegrityCheck
nl: RouteAantal

# fact.name.integrity-check-failed
source: IntegrityCheckFailed
nl: OnverwachtRouteAantal

# fact.name.lost-bicycle-node-tag
source: LostBicycleNodeTag
nl: GeenFietsKnooppuntMeer

# fact.name.lost-hiking-node-tag
source: LostHikingNodeTag
nl: GeenWandelKnooppuntMeer

# fact.name.lost-route-tags
source: LostRouteTags
nl: GeenRouteMeer

# fact.name.name-missing
source: NameMissing
nl: NetwerkZonderNaam

# fact.name.network-extra-member-node
source: NetworkExtraMemberNode
nl: OnverwachteKnoop

# fact.name.network-extra-member-relation
source: NetworkExtraMemberRelation
nl: OnverwachteRelatie

# fact.name.network-extra-member-way
source: NetworkExtraMemberWay
nl: OnverwachteWeg

# fact.name.node-member-missing
source: NodeMemberMissing
nl: OntbrekendKnooppuntLid

# fact.name.orphan-node
source: OrphanNode
nl: KnooppuntWees

# fact.name.orphan-route
source: OrphanRoute
nl: RouteWees

# fact.name.route-analysis-failed
source: RouteAnalysisFailed
nl: RouteAnalyseFout

# fact.name.route-broken
source: RouteBroken
nl: RouteFout

# fact.name.route-end-node-mismatch
source: RouteEndNodeMismatch
nl: EindKnooppuntFout

# fact.name.route-fixmetodo
source: RouteFixmetodo
nl: Fixmetodo

# fact.name.route-incomplete
source: RouteIncomplete
nl: OnvolledigeRoute

# fact.name.route-incomplete-ok
source: RouteIncompleteOk
nl: OnvolledigeRouteOk

# fact.name.route-invalid-sorting-order
source: RouteInvalidSortingOrder
nl: SorteerFout

# fact.name.route-name-missing
source: RouteNameMissing
nl: RouteZonderNaam

# fact.name.route-node-missing-in-ways
source: RouteNodeMissingInWays
nl: OntbrekendKnoopunt

# fact.name.route-node-name-mismatch
source: RouteNodeNameMismatch
nl: OnverwachteNaam

# fact.name.route-not-backward
source: RouteNotBackward
nl: GeenTerugWeg

# fact.name.route-not-continious
source: RouteNotContinious
nl: OnderBroken

# fact.name.route-not-forward
source: RouteNotForward
nl: GeenHeenWeg

# fact.name.route-not-one-way
source: RouteNotOneWay
nl: RouteNietEnkeleRichting

# fact.name.route-one-way
source: RouteOneWay
nl: RouteEnkeleRichting

# fact.name.route-overlapping-ways
source: RouteOverlappingWays
nl: OverlappendeWegen

# fact.name.route-redundant-nodes
source: RouteRedundantNodes
nl: BijkomendKnooppunt

# fact.name.route-reversed
source: RouteReversed
nl: OmgekeerdeVolgorde

# fact.name.route-start-node-mismatch
source: RouteStartNodeMismatch
nl: StartKnooppuntFout

# fact.name.route-suspicious-ways
source: RouteSuspiciousWays
nl: RouteVerdachteWegen

# fact.name.route-tag-invalid
source: RouteTagInvalid
nl: TagFout

# fact.name.route-tag-missing
source: RouteTagMissing
nl: OntbrekendeTag

# fact.name.route-unaccessible
source: RouteUnaccessible
nl: Ontoegankelijk

# fact.name.route-unexpected-node
source: RouteUnexpectedNode
nl: OnverwachteKnoopInRoute

# fact.name.route-unexpected-relation
source: RouteUnexpectedRelation
nl: OnverwachteRelatieInRoute

# fact.name.route-unused-segments
source: RouteUnusedSegments
nl: OngebruikteSegmenten

# fact.name.route-without-ways
source: RouteWithoutWays
nl: ZonderWegen

# fact.name.was-ignored
source: WasIgnored
nl: InAnalyseOpgenomen

# fact.name.was-orphan
source: WasOrphan
nl: WasWees

# fact.description.route-not-continious
source: The route is broken: the begin- and end-networknodes cannot be connected through ways either "in the forward direction or the backward direction or both.
nl: De route is onderbroken: de begin- en eindknooppunten van deze route kunnen niet door wegen verbonden worden in de heen en/of terug richting.

# fact.description.route-unused-segments
source: The route contains ways or part of ways that are not used in the connection between the end nodes.
nl: Er zijn wegen of delen van wegen in de route definitie die niet passen in de verbindingen tussen de knooppunten.

# fact.description.route-node-missing-in-ways
source: The end node and/or the begin node is not found in any of the ways of this route.
nl: Begin en/of eind knooppunt(en) komen niet voor in een van de wegen van deze route.

# fact.description.route-redundant-nodes
source: The ways of this route contain extra nodes other than the start and end nodes.
nl: Naast de begin en eind knooppunten bevinden er zich nog bijkomende knooppunten in de wegen van deze route.

# fact.description.route-without-ways
source: The route does not contain any ways (we expect the route to contain at least 1 way).
nl: De route bevat geen enkele weg (we verwachten ten minste 1 weg).

# fact.description.route-fixmetodo
source: Route definition needs work (has tag _"fixmetodo"_).
nl: Er is nog werk aan deze route (heeft tag _"fixmetodo"_).

# fact.description.route-name-missing
source: The route relation does not have a _"note"_ tag with the route name.
nl: De route relatie bevat geen _"note"_ tag met de route naam.

# fact.description.route-end-node-mismatch
source: The end node does not match the last node in the last way.
nl: Het eind knooppunt stemt niet overeen met het laatste knooppunt in de laatste weg.

# fact.description.route-start-node-mismatch
source: The start node does not match the first node in the first way.
nl: Het start knooppunt stemt niet overeen met het eerste knooppunt in de eerste weg.

# fact.description.route-tag-missing
source: Routerelation does not contain the required _route_ tag.
nl: De verplichte _"route"_ tag ontbreekt in de routerelatie.

# fact.description.route-tag-invalid
source: Invalid value in required tag _"route"_ in route relation. A bicycle route relation needs to have value _"bicycle"_ in its _"route"_ tag. A hiking route relation needs to have one of the following values in its _"route"_ tag: _"foot"_, _"hiking"_, or _"walking"_. Note that _"walking"_ is a value that is frequently found, but not actually documented as a valid value in the OSM wiki pages.
nl: De verplichte _"route"_ tag heeft een ongeldige waarde. Een fietsnetwerk route relatie moet minimaal een tag met sleutel _"route"_ en waarde _"bicycle"_ hebben. Een wandelnetwerk route relatie moet minimaal een tag met sleutel _"route"_ en waarde _"foot"_, _"hiking"_ of _"walking"_ hebben. De waarde _"walking"_ wordt ook vaak gevonden en door de analyse logica aanvaard, al is deze waarde niet gedocumenteerd in de OSM wiki paginas.

# fact.description.route-unexpected-node
source: The route relation contains 1 or more unexpected nodes
nl: De route relatie bevat 1 of meerdere onverwachte knopen

# fact.description.route-unexpected-relation
source: The route relation contains one or more unexpected relation members. In route relations we expect only members of type _"way"_, or members of type _"node"_ with a tag _"rwn_ref"_ or _"rcn_ref"_.
nl: De route relatie bevat 1 of meer overwachte relaties. In route relaties verwachten we enkel onderdelen van het type _"way"_, of onderdelen van het type _"node"_ met een tag met sleutel _"rwn_ref"_ of _"rcn_ref"_.

# fact.description.network-extra-member-node
source: The network relation contains members of type _"node"_ that are unexpected (we expect only network nodes or information maps as members in the network relation).
nl: De netwerk relatie bevat 1 of meerdere onverwachte knopen (we verwachten enkel knopen die ook echt een knooppunt definitie zijn, of een netwerk kaart).

# fact.description.network-extra-member-way
source: The network relation contains members of type _"way"_ (expect only route relations or network nodes as members in the node network relation).
nl: De netwerk relatie bevat overwachte wegen (in network relaties verwachten we enkel route relaties of knooppunten, geen wegen).

# fact.description.network-extra-member-relation
source: The network relation contains members of type _"relation"_ that are unexpected (expect only valid route relations or network nodes as members in the node network relation).
nl: De netwerk relatie bevat overwachte relaties. In network relaties verwachten we enkel route relaties of knooppunten, geen relaties die geen route relaties zijn.

# fact.description.node-member-missing
source: The node is not member of the network relation.
nl: Het knooppunt is niet opgenomen als lid in de netwerk relatie.

# fact.description.integrity-check-failed
source: The actual number of routes does not match the expected number of routes. Routes with tag "state" equal to "connection or "alternate" are not counted.
nl: Het aantal routes die in het knooppunt aankomen of vertrekken is niet het verwachte aantal. Routes met tag "state" gelijk aan "connection" of "alternate" worden niet meegeteld.

# fact.description.orphan-route
source: This route does not belong to a network. The route was not added as a member to a valid network relation.
nl: Deze route maakt geen deel uit van een netwerk. Deze route wordt niet teruggevonden in een geldige netwerk relatie.

# fact.description.route-incomplete
source: The route is marked as having an incomplete definition. A route definition is explicitely marked incomplete by adding a tag _"fixme"_ with value _"incomplete"_ in the route relation.
nl: De route is onvolledig. De routes zijn uitdrukkelijk gemarkeerd als onvolledig door het |toevoegen van een tag met sleutel _"fixme"_ en waarde _"incomplete"_ in de route relatie.

# fact.description.route-incomplete-ok
source: The route is marked as having an incomplete definition. A route definition is explicitely marked incomplete by adding a tag _"fixme"_ with value _"incomplete"_ in the route relation. But after analysis, the route seems to be ok.
nl: De routes zijn uitdrukkelijk gemarkeerd als onvolledig door het toevoegen van een tag met sleutel _"fixme"_ en waarde _"incomplete"_ in de route relatie, maar na analyse lijkt de route ok.

# fact.description.route-unaccessible
source: Part of the route does not seem context.gotoGlossaryEntry("accessible", "accessible"), .
nl: Een deel van de route lijkt niet, context.gotoGlossaryEntry("accessible", "toegankelijk"), .

# fact.description.route-invalid-sorting-order
source: The route is valid, but the sorting order of the ways is incorrect.
nl: De wegen in deze route zijn volledig maar de volgorde is door elkaar gehaald.

# fact.description.route-reversed
source: The ways in this route are in reverse order (from high node number to low node number).
nl: De wegen in deze route zijn in omgekeerde volgorde (van hoog knooppunt nummer naar laag knooppunt nummer).

# fact.description.route-node-name-mismatch
source: The route name in the _note_ tag in the route relation does not match the expected name as derived from the start and end node of the route.
nl: De route naam in de _"note"_ tag in de route relatie is anders dan wat we verwachten op basis van de start en eind knooppunten van de route.

# fact.description.route-not-forward
source: There is no path in the forward direction (from start node to end node).
nl: Er is geen verbinding van het startknooppunt naar het eindknooppunt (heen weg).

# fact.description.route-not-backward
source: There is no path in the backward direction (from end node to start node).
nl: Er is geen verbinding van het eindknooppunt naar het startknooppunt (terug weg).

# fact.description.route-analysis-failed
source: The route could not be analyzed (too complex?).
nl: Er heeft zich een probleem voorgedaan tijdens de route analyse. De route is mogelijk te complex.

# fact.description.route-overlapping-ways
source: No detailed route analysis is performed because the route contains overlapping ways.
nl: Er is geen gedetailleerde route analyse gedaan omdat er overlappende wegen zijn in de route.

# fact.description.route-suspicious-ways
source: Route with funny ways (for example ways with only 1 node).
nl: Route met rare wegen (bijvoorbeeld wegen met slechts 1 punt).

# fact.description.route-one-way
source: The route is tagged as useable in one direction only. This is OK.
nl: De route is getagged als bruikbaar in slechts 1 richting. Dit is OK.

# fact.description.route-not-one-way
source: The route is tagged as useable in one direction only, but the analysis logic does find ways in both directions.
nl: De route is getagged als bruikbaar in slechts 1 richting, maar de analyse logica heeft zowel een heenweg als een terugweg gevonden.

# fact.description.name-missing
source: The network relation does not contain the mandatory tag with key "name".
nl: De netwerk relatie bevat niet de verplichte tag met sleutel "name".

# fact.description.ignore-foreign-country
source: Not included in analysis: located in a country different from The Netherlands, Belgium or Germany.
nl: Niet opgenomen in analyse: bevind zich in ander land dan Nederland, BelgiÃ« of Duitsland.

# fact.description.ignore-no-network-nodes
source: Not included in analysis: route does not contain network nodes.
nl: Niet opgenomen in analyse: route bevat geen knooppunten.

# fact.description.ignore-unsupported-subset
source: Not included in analysis: no hiking node networks in Germany.
nl: Niet opgenomen in analyse: geen wandelnetwerken in Duitsland.

# fact.description.added
source: Added to the analysis.
nl: Toegevoegd aan de analyse.

# fact.description.become-ignored
source: No longer included in the analysis.
nl: Niet langer opgenomen in de analyse.

# fact.description.become-orphan
source: Has become orphan.
nl: Wees geworden.

# fact.description.deleted
source: Deleted from the OpenStreetMap database.
nl: Verwijderd uit de OpenStreetMap database.

# fact.description.ignore-network-collection
source: Not included in the analysis because this relation is a collection of networks.
nl: Niet opgenomen in de analyse omdat deze relatie een verzameling van netwerken is.

# fact.description.integrity-check
source: This network node has a tag that indicates the expected number of routes that arrive/depart in this node.
nl: Dit knooppunt heeft een label dat het aantal verwachte routes dat aankomt/vertrekt op dit knooppunt weergeeft.

# fact.description.lost-bicycle-node-tag
source: This node is no longer a valid bicylenetwork node because the rcn_ref tag has been removed.
nl: Dit punt is niet langer een geldig fietsnetwerk knooppunt omdat de rcn_ref label verwijderd is.

# fact.description.lost-hiking-node-tag
source: This node is no longer a valid hikingnetwork node because the rwn_ref tag has been removed.
nl: Dit punt is niet langer een geldig wandelnetwerk knooppunt omdat de rwn_ref label verwijderd is.

# fact.description.lost-route-tags
source: This relation is no longer a valid network route because a required tag has been removed.
nl: Deze relatie is niet langer een geldige netwerk route omdat een benodigde label verwijderd is.

# fact.description.was-ignored
source: No longer excluded from the analysis.
nl: Niet langer uitgesloten uit de analysis.

# fact.description.was-orphan
source: No longer an orphan.
nl: Niet langer een wees.

# breadcrumb.network
source: Network
nl: Netwerk

# network-page.menu.facts
source: Facts
nl: Feiten

# network-page.menu.nodes
source: Nodes
nl: Knooppunten

# network-page.menu.map
source: Map
nl: Kaart

# network-page.menu.changes
source: Changes
nl: Wijzigingen

# subset-page.menu.networks
source: Networks
nl: Netwerken

# subset-page.menu.facts
source: Facts
nl: Feiten

# subset-page.menu.orphan-nodes
source: Orphan Nodes
nl: Knooppuntwezen

# subset-page.menu.orphan-routes
source: Orphan routes
nl: Routewezen

# subset-page.menu.changes
source: Changes
nl: Wijzigingen

# home.page-title
source: Node networks
nl: Knooppunt netwerken

# home.map
source: Map
nl: Kaart

# home.analysis
source: Analysis
nl: Analyse

# breadcrumb.map
source: Map
nl: Kaart

# fact.description.orphan-node
source: This node does not belong to a network. The node was not added as a member to a valid network relation, and also not added as a member to valid route relation (that itself was added as a member to a valid network relation or is an orphan route).
nl: Op zichzelf staande knooppunt (niet teruggevonden in een netwerk). Dit knooppunt werd niet teruggevonden als deel van een geldige netwerk relatie, of als deel van een geldige route relatie (dit kan een route relatie zijn die deel uitmaakt van een network relatie, maar ook een op zichzelf staande route relatie die geen deel uitmaakt van een network relatie).

# poi.atm
source: Atm
nl: Geldautomaat

# poi.bench
source: Bench
nl: Zitbank

# poi.cinema
source: Cinema
nl: Bioscoop

# poi.clinic
source: Clinic
nl: Ziekenhuis

# poi.embassy
source: Embassy
nl: Ambassade

# poi.firestation
source: Firestation
nl: Brandweer

# poi.foodcourt
source: Food court
nl: Eetgelegenheid

# poi.fuel
source: Fuel
nl: Tankstation

# poi.hospital
source: Hospital
nl: Hospitaal

# poi.library
source: Library
nl: Bibliotheek

# poi.parking
source: Parking
nl: Parkeerplaats

# poi.pharmacy
source: Pharmacy
nl: Apotheek

# poi.police
source: Police
nl: Politie

# poi.postbox
source: Post box
nl: Brievenbus

# poi.postoffice
source: Post office
nl: Postkantoor

# poi.theatre
source: Theatre
nl: Theater

# poi.themepark
source: Themepark
nl: Pretpark

# poi.toilets
source: Toilets
nl: Toilet

# poi.university
source: University
nl: Universiteit

# poi.church
source: Church
nl: Kerk

# poi.mosque
source: Mosque
nl: Moskee

# poi.synagogue
source: Synagogue
nl: Synagoge

# poi.cemetery
source: Cemetery
nl: Begraafplaats

# poi.artwork
source: Artwork
nl: Kunstwerk

# poi.attraction
source: Attraction
nl: Attractie

# poi.gallery
source: Gallery
nl: Gallerij

# poi.garden-centre
source: Garden centre
nl: Tuincentrum

# poi.heritage
source: Heritage
nl: Historisch erfgoed

# poi.hindu-temple
source: Hindu temple
nl: Hindoe tempel

# poi.historic
source: Historic
nl: Historische bezienwaardigheid

# poi.castle
source: Castle
nl: Kasteel

# poi.statue
source: Statue
nl: Standbeeld

# poi.information
source: Information
nl: Informatie

# plan.head
source: Head
nl: Ga richting

# plan.onto
source: onto
nl: naar

# plan.heading.north
source: north
nl: noord

# plan.heading.north-east
source: north-east
nl: noord-oost

# plan.heading.east
source: east
nl: oost

# plan.heading.south-east
source: south-east
nl: zuid-oost

# plan.heading.south
source: south
nl: zuiden

# plan.heading.south-west
source: south-west
nl: zuid-westen

# plan.heading.west
source: west
nl: westen

# plan.heading.north-west
source: north-west
nl: noord-west

# plan.command.continue
source: Continue
nl: Rechtdoor

# plan.command.continue.street
source: Continue on
nl: Rechtdoor op

# plan.command.turn-slight-left
source: Slight left
nl: Houd links aan

# plan.command.turn-slight-left.street
source: Slight left onto
nl: Houd links aan naar

# plan.command.turn-slight-right
source: Slight right
nl: Houd rechts aan

# plan.command.turn-slight-right.street
source: Slight right onto
nl: Houd rechts aan naar

# plan.command.turn-left
source: Turn left
nl: Ga links af

# plan.command.turn-left.street
source: Turn left onto
nl: Ga linksaf naar

# plan.command.turn-right
source: Turn right
nl: Ga rechtsaf

# plan.command.turn-right.street
source: Turn right onto
nl: Ga rechtsaf naar

# plan.command.turn-sharp-left
source: Sharp left
nl: Scherp linksaf

# plan.command.turn-sharp-left.street
source: Sharp left onto
nl: Scherp linksaf naar

# plan.command.turn-sharp-right
source: Sharp right
nl: Scherp rechtsaf

# plan.command.turn-sharp-right.street
source: Sharp right onto
nl: Scherp rechtsaf naar

# stats.km.comment
source: Total length in kilometers.
nl: Totale lengte in kilometer.

# stats.km.name
source: Length (km)
nl: Lengte (km)

# stats.network-count.comment
source: Number of networks.
nl: Aantal netwerken.

# stats.network-count.name
source: NetworkCount
nl: Aantal netwerken

# stats.node-count.comment
source: Number of network nodes.
nl: Aantal knooppunten.

# stats.node-count.name
source: Node count
nl: Aantal knooppunten

# stats.route-count.comment
source: Number of routes.
nl: Aantal routes (verbindingen tussen knooppunten).

# stats.route-count.name
source: Route count
nl: Aantal routes

# stats.route-not-continious-network-count.comment
source: Number of networks with broken routes.
nl: Aantal netwerken met onderbroken routes.

# stats.route-not-continious.comment
source: Number of broken routes.
nl: Aantal onderbroken routes.

# stats.route-not-continious-percentage.comment
source: Percentage of broken routes.
nl: Percentage onderbroken routes.

# stats.route-not-continious-percentage.name
source: RouteNotContiniousPercentage
nl: OnderbrokenRoutePercentage

# stats.route-broken-network-count.comment
source: Number of networks containing routes with issues.
nl: Aantal netwerken met routes met opmerkingen.

# stats.route-broken-count.comment
source: Number of routes with issues.
nl: Aantal routes met opmerkingen.

# stats.route-broken-count.name
source: RouteBrokenCount
nl: TeOnderzoekenRouteAantal

# stats.route-broken-percentage.comment
source: Percentage of routes with issues.
nl: Percentage routes met opmerkingen.

# stats.route-broken-percentage.name
source: RouteBrokenPercentage
nl: TeOnderzoekenRoutePercentage

# stats.route-incomplete.comment
source: Number of routes that are marked as having an incomplete definition.\ A route definition is explicitely marked incomplete by adding a tag _"fixme"_ with value _"incomplete"_ in the route relation.
nl: Aantal onvolledige routes.\ Deze routes zijn uitdrukkelijk gemarkeerd als onvolledig door het toevoegen van een tag met sleutel _"fixme"_ en waarde _"incomplete"_ in de route relatie.

# stats.route-incomplete-ok.comment
source: Number of routes that are marked as having an incomplete definition, but that look ok after analysis.\ A route definition is explicitely marked incomplete by adding a tag _"fixme"_ with value _"incomplete"_ in the route relation.
nl: Aantal routes die gemarkeerd zijn als onvolledig, maar die na analyse ok lijken te zijn.\ Deze routes zijn uitdrukkelijk gemarkeerd als onvolledig door het toevoegen van een tag met sleutel _"fixme"_ en waarde _"incomplete"_ in de route relatie.

# stats.route-fixmetodo.comment
source: Number of routes that are marked with _"fixmetodo"_.
nl: Aantal routes gemarkeerd met _"fixmetodo"_.

# stats.orphan-node-count.comment
source: Number of network nodes that do not belong to a network.\ The [node](glossary#node) was not added as a member to a valid [network relation](glossary#network-relation) and also not added as a member to a valid [route relation](glossary#route-relation) (that itself was added as a member to a valid network relation or is an orphan route).
nl: Aantal op zichzelf staande knooppunten (niet teruggevonden in een netwerk). Deze [knooppunten](glossary#node) werden niet teruggevonden als deel van een geldige [netwerk relatie](network-relation), of als deel van een geldige [route relatie](glossary#route-relation) (dit kan een route relatie zijn die deel uitmaakt van een network relatie, maar ook een op zichzelf staande route relatie die geen deel uitmaakt van een network relatie).

# stats.orphan-node-count.name
source: Orphan nodes
nl: Knooppunt wezen
