Repository: vmarc/knooppuntnet
Catalog: frontend/src/locale/translations.*.xlf
Languages: de

# osm-link.oath-clients
source: list of authorised applications
de: Liste der autorisierten Anwendungen

# country.unsupported
source: Unsupported (not Belgium, The Netherlands, Germany, France, Austria, Spain or Denmark)
de: Nicht unterstützt (nicht Belgien, Niederlande, Deutschland, Frankreich, Österreich, Spanien order Dänemark)

# network-type.hiking
source: Hiking
de: Wandern

# network-type.cycling
source: Cycling
de: Radfahren

# network-type.horse-riding
source: Horse riding
de: Reiten

# network-type.motorboat
source: Motorboat
de: Motorboot

# network-type.canoe
source: Canoe
de: Kanu

# map.start-node
source: Start node
de: Startknoten

# map.end-node
source: End node
de: Endknoten

# map.start-tentacle-node
source: Start tentacle node
de: Start Tentakelknoten

# map.end-tentacle-node
source: End tentacle node
de: End Tentakelknoten

# map.redundant-node
source: Redundant node
de: Redundanter Knoten

# map.layer.forward-route
source: Forward route
de: Vorwärtsroute

# map.layer.backward-route
source: Backward route
de: Rückwärtsroute

# map.layer.start-tentacle
source: Start tentacle
de: Start Tentakel

# map.layer.end-tentacle
source: End tentacle
de: End Tentakel

# map.layer.unused
source: Unused
de: Nicht verwendet

# map.layer.nodes
source: Nodes
de: Knoten

# map.layer.networks
source: Networks
de: Netzwerke

# map.layer.unchanged
source: Unchanged
de: Unverändert

# map.layer.added
source: Added
de: Hinzugefügt

# map.layer.deleted
source: Deleted
de: Gelöscht

# map.layer.node
source: Node
de: Knoten

# map.layer.boundary
source: Boundary
de: Grenze

# paginator.items-per-page-label
source: Items per page
de: Elemente pro Seite

# paginator.next-page-label
source: Next page
de: Nächste Seite

# paginator.previous-page-label
source: Previous page
de: Vorherige Seite

# paginator.first-page-label
source: First page
de: Erste Seite

# paginator.last-page-label
source: Last page
de: Letzte Seite

# paginator.from
source: of
de: von

# fact.description-missing
source: {{ factInfo().fact }} description missing!!
de: {{ factInfo().fact }} Beschreibung fehlt !!

# fact.description.route-not-continious
source: The route is broken: the begin- and end-networknodes cannot be connected through ways either in the forward direction or the backward direction or both.
de: Die Route ist unterbrochen: Der Start- und der Endnetzwerkknoten können entweder in Vorwärtsrichtung oder Rückwärtsrichtung bzw. in beiden Richtungen nicht miteinander verbunden werden.

# fact.description.route-unused-segments
source: The route contains ways or part of ways that are not used in the connection between the end nodes.
de: Die Route enthält Wege oder Teile von Wegen, die in der Verbindung zwischen den Endknoten nicht verwendet werden.

# fact.description.route-node-missing-in-ways
source: One or more of the nodes is not found in any of the ways of this route.
de: Der Endknoten und / oder der Startknoten werden auf keiner der Wege dieser Route gefunden.

# fact.description.route-redundant-nodes
source: The ways of this route contain extra nodes other than the start and end nodes.
de: Die Wege dieser Route enthalten zusätzliche Knoten außer den Start- und Endknoten.

# fact.description.route-without-ways
source: The route does not contain any ways (we expect the route to contain at least 1 way).
de: Die Route enthält keine Wege (wir erwarten, dass die Route mindestens einen Weg enthält).

# fact.description.route-fixmetodo
source: Route definition needs work (has tag *"fixmetodo"*).
de: Die Routendefinition muss bearbeitet werden (hat das Tag *"fixmetodo"*).

# fact.description.route-name-missing
source: Could not determine the route name. The route relation does not have a *"ref"*, *"name"* or *"note"* tag with the route name, and also no *"from"* and *"to"* tags from which the route name can be derived.
de: Der Routenname konnte nicht ermittelt werden. Die Routenrelation hat kein *"ref"*-, *"name"*- oder *"note"*-Tag mit dem Routennamen, und auch keine *"from"*- und *"to"*-Tags, aus denen der Routenname stammt abgeleitet werden können.

# fact.description.route-tag-missing
source: Routerelation does not contain the required _route_ tag.
de: Die Routenrelation enthält nicht das erforderliche _route_ Tag.

# fact.description.route-tag-invalid
source: Invalid value in required tag *"route"* in route relation. A bicycle route relation needs to have value *"bicycle"* in its *"route"* tag. A hiking route relation needs to have one of the following values in its *"route"* tag: *"foot"*, *"hiking"*, or *"walking"*. Note that *"walking"* is a value that is frequently found, but not actually documented as a valid value in the OSM wiki pages. Other potential values are *"horse"*, *"motorboat"*, *"canoe"* and *"inline_skates"*.
de: Ungültiger Wert im erforderlichen Tag *"route"* in der Routenrelation. Eine Fahrradroutenrelation muss den Wert *"bicycle"* in ihrem *"route"* Tag haben. Eine Wanderroutenrelation muss einen der folgenden Werte in ihrem *"route"* Tag haben: *"foot"*, *"hiking"*, oder *"walking"*. Beachten Sie, dass *"walking"* ein Wert ist, der zwar häufig gefunden wird, aber auf den OSM-Wiki-Seiten nicht als gültiger Wert dokumentiert ist. Andere mögliche Werte sind *"horse"*, *"motorboat"*, *"canoe"* und *"inline_skates"*.

# fact.description.route-unexpected-node
source: The route relation contains 1 or more unexpected nodes
de: Die Routenrelation enthält einen oder mehrere unerwartete Knoten

# fact.description.route-unexpected-relation
source: The route relation contains one or more unexpected relation members. In route relations we expect only members of type *"way"* and *"node"*:
de: Die Routenrelation enthält ein oder mehrere unerwartete Mitglieder. In Routenrelationen erwarten wir nur Mitglieder vom Typ *"way"* oder Mitglieder vom Typ *"node"*.

# fact.description.network-extra-member-node
source: The network relation contains members of type *"node"* that are unexpected (we expect only network nodes or information maps as members in the network relation).
de: Die Netzwerkrelation enthält unerwartete Mitglieder vom Typ *"node"* (wir erwarten nur Netzwerkknoten oder Informationskarten als Mitglieder in der Netzwerkrelation).

# fact.description.network-extra-member-way
source: The network relation contains members of type *"way"* (expect only route relations or network nodes as members in the node network relation).
de: Die Netzwerkrelation enthält Mitglieder vom Typ *"way"* (wir erwarten nur Routenrelationen oder Netzwerkknoten als Mitglieder in der Knotennetzwerkrelation).

# fact.description.network-extra-member-relation
source: The network relation contains members of type *"relation"* that are unexpected (expect only valid route relations or network nodes as members in the node network relation).
de: Die Netzwerkrelation enthält unerwartete Mitglieder vom Typ *"relation"* (wir erwarten nur gültige Routenrelationen oder Netzwerkknoten als Mitglieder in der Knotennetzwerkrelation).

# fact.description.node-member-missing
source: The node is not member of the network relation.
de: Der Knoten ist nicht Mitglied der Netzwerkrelation.

# fact.description.integrity-check-failed
source: The actual number of routes does not match the expected number of routes.
de: Die tatsächliche Anzahl der Routen stimmt nicht mit der erwarteten Anzahl der Routen überein. Routen mit dem Tag "state" gleich "connection" oder "alternate" werden nicht gezählt.

# fact.description.orphan-route
source: This route does not belong to a network. The route was not added as a member to a valid network relation.
de: Diese Route gehört nicht zu einem Netzwerk. Die Route wurde nicht als Mitglied zu einer gültigen Netzwerkrelation hinzugefügt.

# fact.description.route-incomplete
source: The route is marked as having an incomplete definition. A route definition is explicitely marked incomplete by adding a tag *"fixme"* with value *"incomplete"* in the route relation.
de: Die Route ist als unvollständig markiert. Eine Routendefinition wird explizit als unvollständig markiert, indem ein Tag *"fixme"* mit dem Wert *"incomplete"* in die Routenrelation eingefügt wird.

# fact.description.route-incomplete-ok
source: The route is marked as having an incomplete definition. A route definition is explicitely marked incomplete by adding a tag *"fixme"* with value *"incomplete"* in the route relation. But after analysis, the route seems to be ok.
de: Die Route ist als unvollständig markiert. Eine Routendefinition wird explizit als unvollständig markiert, indem ein Tag *"fixme"* mit dem Wert *"incomplete"* in die Routenrelation eingefügt wird. Aber nach der Analyse scheint die Route in Ordnung zu sein.

# fact.description.route-node-name-mismatch
source: The route name derived from the tags in the route relation does not match the expected name as derived from the start and end node of the route.
de: Der aus den Tags in der Routenrelation abgeleitete Routenname stimmt nicht mit dem erwarteten Namen überein, der vom Start- und Endknoten der Route abgeleitet wurde.

# fact.description.route-not-forward
source: There is no path in the forward direction (from start node to end node).
de: Es gibt keinen Pfad in Vorwärtsrichtung (vom Startknoten zum Endknoten).

# fact.description.route-not-backward
source: There is no path in the backward direction (from end node to start node).
de: Es gibt keinen Pfad in Rückwärtsrichtung (vom Endknoten zum Startknoten).

# fact.description.route-analysis-failed
source: The route could not be analyzed (too complex?).
de: Die Route konnte nicht analysiert werden (zu komplex?).

# fact.description.route-overlapping-ways
source: No detailed route analysis is performed because the route contains overlapping ways.
de: Es wird keine detaillierte Routenanalyse durchgeführt, da die Route überlappende Wege enthält.

# fact.description.route-suspicious-ways
source: Route with funny ways (for example ways with only 1 node).
de: Route mit verdächtigen Wegen (zum Beispiel Wege mit nur 1 Knoten).

# fact.description.route-one-way
source: The route is tagged as useable in one direction only. This is OK.
de: Die Route ist nur in einer Richtung als verwendbar gekennzeichnet. Das ist in Ordnung.

# fact.description.route-not-one-way
source: The route is tagged as useable in one direction only, but the analysis logic does find ways in both directions.
de: Die Route wird als nur in einer Richtung verwendbar markiert, aber die Analyselogik findet Wege in beide Richtungen.

# fact.description.name-missing
source: The network relation does not contain the mandatory tag with key "name".
de: Die Netzwerkbeziehung enthält nicht das obligatorische "name" Tag.

# fact.description.added
source: Added to the analysis.
de: Zur Analyse hinzugefügt.

# fact.description.deleted
source: Deleted from the OpenStreetMap database.
de: Aus der OpenStreetMap-Datenbank gelöscht.

# fact.description.integrity-check
source: This network node has a tag that indicates the expected number of routes that arrive/depart in this node.
de: Dieser Netzwerkknoten verfügt über ein Tag, das die erwartete Anzahl von Routen angibt, die an diesem Knoten ankommen bzw. von ihm abgehen.

# fact.description.lost-bicycle-node-tag
source: This node is no longer a valid bicylenetwork node because the rcn_ref tag has been removed.
de: Dieser Knoten ist kein gültiger Fahrradnetzwerkknoten mehr, da das Tag rcn_ref entfernt wurde.

# fact.description.lost-hiking-node-tag
source: This node is no longer a valid hikingnetwork node because the rwn_ref tag has been removed.
de: Dieser Knoten ist kein gültiger Wandernetzwerkknoten mehr, da das Tag rwn_ref entfernt wurde.

# fact.description.lost-horse-riding-node-tag
source: This node is no longer a valid horse riding network node because the rhn_ref tag has been removed.
de: Dieser Knoten ist kein gültiger Reitnetzwerkknoten mehr, da das Tag rhn_ref entfernt wurde.

# fact.description.lost-motorboat-node-tag
source: This node is no longer a valid motorboatnetwork node because the rmn_ref tag has been removed.
de: Dieser Knoten ist kein gültiger Motorboot-Netzwerkknoten mehr, da das Tag rmn_ref entfernt wurde.

# fact.description.lost-canoe-node-tag
source: This node is no longer a valid canoenetwork node because the rpn_ref tag has been removed.
de: Dieser Knoten ist kein gültiger Kanunetzwerk-Knoten mehr, da das Tag rpn_ref entfernt wurde.

# fact.description.lost-route-tags
source: This relation is no longer a valid network route because a required tag has been removed.
de: Diese Relation ist keine gültige Netzwerkroute mehr, da ein erforderliches Tag entfernt wurde.

# fact.description.lost-inline-skate-node-tag
source: This node is no longer a valid inline skating network node because the rin_ref tag has been removed.
de: Dieser Knoten ist kein gültiger Inline-Skating-Netzwerkknoten mehr, da das Tag rin_ref entfernt wurde.

# network-indicator.orange.title
source: Unexpected - Defined in network relation
de: Unerwartet - In der Netzwerkrelation definiert

# network-indicator.orange.text
source: This node is included as a member in the network relation. We did not expect this, because all routes to this node have role *"connection"*. This would mean that the node is part of another network. We expect that the node is not included in the network relation, unless it receives the role *"connection"*.
de: Dieser Knoten ist als Mitglied in der Netzwerkrelation enthalten. Wir haben dies nicht erwartet, da alle Routen zu diesem Knoten die Rolle *"connection"* haben. Dies würde bedeuten, dass der Knoten Teil eines anderen Netzwerks ist. Wir erwarten, dass der Knoten nicht in der Netzwerkbeziehung enthalten ist, es sei denn, er erhält die Rolle *"connection"*.

# network-indicator.green.title
source: OK - Defined in network relation
de: OK - In der Netzwerkrelation definiert

# network-indicator.green.text
source: This node is included as a member in the network relation. This is what we expect.
de: Dieser Knoten ist als Mitglied in der Netzwerkrelation enthalten. Das erwarten wir.

# network-indicator.gray.title
source: OK - Not defined in network relation
de: OK - In der Netzwerkrelation nicht definiert

# network-indicator.gray.text
source: This node is not included as a member in the network relation. This is OK. This node must belong to a different network, because all routes to this node within this network have the role *"connection"* in the network relation.
de: Dieser Knoten ist nicht als Mitglied in der Netzwerkrelation enthalten. Das ist in Ordnung. Dieser Knoten muss zu einem anderen Netzwerk gehören, da alle Routen zu diesem Knoten innerhalb dieses Netzwerks die Rolle *"connection"* in der Netzwerkrelation haben.

# network-indicator.red.title
source: Not OK - Not defined in network relation
de: Nicht OK - In der Netzwerkrelation nicht definiert

# network-indicator.red.text
source: This node is not included as a member in the network relation. This is not OK. The convention is to include each node in the network relation. An exception is when the node belongs to another network (all routes to this node have role *"connection"* in the network relation), then the node does not have to be included as member in the network relation. The node can be added the network relation, but should get the role *"connection"* in that case.
de: Dieser Knoten ist nicht als Mitglied in der Netzwerkrelation enthalten. Das ist nicht in Ordnung. Die Konvention besteht darin, jeden Knoten in die Netzwerkrelation aufzunehmen. Eine Ausnahme ist, wenn der Knoten zu einem anderen Netzwerk gehört (alle Routen zu diesem Knoten haben die Rolle *"connection"* in der Netzwerkrelation), dann muss der Knoten nicht als Mitglied in die Netzwerkrelation aufgenommen werden. Der Knoten kann der Netzwerkrelation hinzugefügt werden, sollte aber in diesem Fall die Rolle *"connection"* erhalten.

# node-connection-indicator.blue.title
source: OK - Connection
de: OK - Verbindung (connection)

# node-connection-indicator.blue.text
source: This node is a connection to another network. All routes to this node have the role *"connection"* in the network relation.
de: Dieser Knoten ist eine Verbindung (connection) zu einem anderen Netzwerk. Alle Routen zu diesem Knoten haben die Rolle *"connection"* in der Netzwerkrelation.

# node-connection-indicator.gray.title
source: OK - No connection
de: OK - Keine Verbindung

# node-connection-indicator.gray.text
source: This node is not a connection to another network. The node would have been considered as a connection to another network if all routes to this node within the network had role *"connection"* in the network relation.
de: Dieser Knoten ist keine Verbindung (connection) zu einem anderen Netzwerk. Der Knoten wäre als Verbindung zu einem anderen Netzwerk betrachtet worden, wenn alle Routen zu diesem Knoten innerhalb des Netzwerks die Rolle *"connection"* in der Netzwerkrelation hätten.

# node-connection-indicator.letter
source: C
de: V

# integrity-indicator.gray.title
source: OK - expected route count missing
de: OK - Keine Angabe zur erwarteten Routenanzahl

# integrity-indicator.gray.text
source: This network node does not have an *"{{ tag }}"* tag. This is OK because the use of this tag is optional.
de: Diese Netzwerkrelation hat kein *"{{tag}}"* -Tag. Dies ist in Ordnung, da die Verwendung dieses Tags optional ist.

# integrity-indicator.green.title
source: OK - expected route count
de: OK - erwartete Routenanzahl

# integrity-indicator.red.title
source: Not OK - unexpected route count
de: Nicht OK - unerwartete Routenanzahl

# integrity-indicator.red.text
source: The number of routes found in this network node ({{ actual }}) does not match the expected number of routes ({{ expected }}) as defined in the *"{{ tag }}"* tag on this node.
de: Die Anzahl der in diesem Netzwerkknoten ({{actual}}) gefundenen Routen stimmt nicht mit der erwarteten Anzahl von Routen ({{expected}}) überein, wie im Tag *"{{tag}}"* auf diesem Knoten definiert.

# role-connection-indicator.blue.title
source: OK - Connection
de: OK - Verbindung (connection)

# role-connection-indicator.blue.text
source: This node is a connection to another network. This node has role *"connection"* in the network relation.
de: Dieser Knoten ist eine Verbindung zu einem anderen Netzwerk. Dieser Knoten hat die Rolle *"connection"* in der Netzwerkrelation.

# role-connection-indicator.gray.title
source: OK - No connection role
de: OK - Keine Verbindungsrolle (connection)

# role-connection-indicator.gray.text
source: This node does not have role *"connection"* in het network relation.
de: Dieser Knoten hat keine Rolle *"connection"* in der Netzwerkrelation.

# role-connection-indicator.letter
source: C
de: V

# breadcrumb.network
source: Network
de: Netzwerk

# network-page.menu.facts
source: Facts
de: Fakten

# network-page.menu.nodes
source: Nodes
de: Knoten

# network-page.menu.routes
source: Routes
de: Routen

# network-page.menu.map
source: Map
de: Karte

# network-page.menu.changes
source: Changes
de: Änderungen

# subset-page.menu.networks
source: Networks
de: Netzwerke

# subset-page.menu.facts
source: Facts
de: Fakten

# subset-page.menu.orphan-nodes
source: Orphan nodes
de: Verwaiste Knoten

# subset-page.menu.orphan-routes
source: Free routes
de: Freie Routen

# subset-page.menu.map
source: Map
de: Karte

# subset-page.menu.changes
source: Changes
de: Änderungen

# subset-map.title
source: Map
de: Karte

# route-changes.route-diff.name-diff
source: Route name changed from "{{ diffs().nameDiff.before }}" to "{{ diffs().nameDiff.after }}".
de: Der Routenname wurde von "{{diffs().nameDiff.before}}" in "{{diffs().nameDiff.after}}" geändert.

# route-changes.route-diff.role-added
source: Route role "{{ diffs().roleDiff.after }}" added to networkrelation.
de: Routenrolle "{{diffs().roleDiff.after}}" zur Netzwerkrelation hinzugefügt.

# route-changes.route-diff.role-deleted
source: Route role "{{ diffs().roleDiff.before }}" removed from networkrelation.
de: Routenrolle "{{diffs().roleDiff.before}}" aus der Netzwerkrelation entfernt.

# route-changes.route-diff.role-updated
source: Route role in networkrelation changed from "{{ diffs().roleDiff.before }}" to "{{ diffs().roleDiff.after }}".
de: Die Routenrolle in der Netzwerkrelation wurde von "{{diffs().roleDiff.before}}" in "{{diffs().roleDiff.after}}" geändert.

# route-changes.route-diff.member-order-changed
source: Member order changed.
de: Die Reihenfolge der Mitglieder wurde geändert.

# route-changes.node-diff.start-nodes
source: Start nodes
de: Startknoten

# route-changes.node-diff.end-nodes
source: End nodes
de: Endknoten

# route-changes.node-diff.start-tentacle-nodes
source: Start tentacle nodes
de: Start-Tentakelknoten

# route-changes.node-diff.end-tentacle-nodes
source: End tentacle nodes
de: End-Tentakelknoten

# route-changes.node-diff.added
source: added
de: hinzugefügt

# route-changes.node-diff.removed
source: removed
de: entfernt

# route-change.way-update.title
source: Updated way
de: Aktualisierter Weg

# route-change.way-update.changed-to
source: Changed to v{{ wayUpdate().after.version }}
de: Geändert zu v{{wayUpdate().after.version}}

# route-change.way-update.version-unchanged
source: Way version unchanged
de: Wegversion unverändert

# route-change.way-update.direction-reversed
source: Direction reversed
de: Richtung umgekehrt

# route-change.way-update.removed-nodes
source: Removed node(s)
de: Knoten entfernt

# route-change.way-update.added-nodes
source: Added node(s)
de: Knoten hinzugefügt

# route-change.way-update.updated-nodes
source: Updated node(s)
de: Knoten aktualisiert

# route-change.way-added.title
source: Added way
de: Weg hinzugefügt

# route-change.way-added.this-changeset
source: this changeset
de: Dieser Änderungssatz

# route-change.way-removed.title
source: Removed way
de: Weg entfernt

# tag-diffs.key
source: Key
de: Schlüssel

# tag-diffs.before
source: Before
de: Vorher

# tag-diffs.after
source: After
de: Nachher

# tag-diffs.table
source: Tag differences
de: Tag-Unterschiede

# tag-diffs.deleted-tag
source: Deleted tag
de: Gelöschtes Tag

# tag-diffs.deleted-tags
source: Deleted tags
de: Gelöschte Tags

# tag-diffs.value
source: Value
de: Wert

# tag-diffs.added-tag
source: Added tag
de: Tag hinzugefügt

# tag-diffs.added-tags
source: Added tags
de: Tags hinzugefügt

# tag-diffs.updated-tag
source: Updated tag
de: Tag aktualisiert

# tag-diffs.updated-tags
source: Updated tags
de: Tags aktualisiert

# tag-diffs.same-tag
source: Same tag
de: Gleiches Tag

# tag-diffs.same-tags
source: Same tags
de: Gleiche Tags

# fact-diffs.resolved-fact
source: Resolved fact
de: Gelöste Fakten

# fact-diffs.resolved-facts
source: Resolved facts
de: Gelöste Fakten

# fact-diffs.introduced-fact
source: Introduced fact
de: neue Fakten

# fact-diffs.introduced-facts
source: Introduced facts
de: neue Fakten

# fact-diffs.remaining-fact
source: Remaining fact
de: Verbleibende Fakten

# fact-diffs.remaining-facts
source: Remaining facts
de: Verbleibende Fakten

# changes.no-changes
source: No changes
de: Keine Änderungen

# change-filter.legend
source: impacted / all
de: betroffen / alle

# changes.impact
source: Impact
de: betroffen

# network-changes.network-created
source: Network created
de: Netzwerk erstellt

# network-changes.network-deleted
source: Network deleted
de: Netzwerk gelöscht

# network-changes.network-nodes.added
source: Added node(s)
de: Knoten hinzugefügt

# network-changes.routes.added
source: Added route(s)
de: Route(n) hinzugefügt

# network-changes.nodes.added
source: Added non-network node member(s) in network relation
de: Nicht-Netzwerkknotenmitglied(er) in Netzwerkrelation hinzugefügt

# network-changes.ways.added
source: Added way member(s) in network relation
de: Weg-Mitglied(er) in Netzwerkrelation hinzugefügt
