Repository: vmarc/knooppuntnet
Catalog: frontend/src/locale/translations.*.xlf
Languages: de

# network-changes.relations.added
source: Added non-route relation(s) in network relation
de: Nicht-Routenbeziehung(en) in Netzwerkrelation hinzugefügt

# network-changes.network-relation-updated
source: Updated network relation
de: Aktualisierte Netzwerkrelation

# network-changes.network-nodes.updated
source: Updated network node(s)
de: Aktualisierte(r) Netzwerkknoten

# network-changes.routes.updated
source: Updated route(s)
de: Aktualisierte Route(n)

# network-changes.nodes.updated
source: Updated non-network node(s)
de: Aktualisierte(r) Nicht-Netzwerkknoten

# network-changes.ways.updated
source: Updated way member(s)
de: Aktualisierte Weg-Mitglieder

# network-changes.relations.updated
source: Updated non-route relation(s)
de: Aktualisierte Nicht-Routen-Relation(en)

# network-changes.network-nodes.removed
source: Removed network node(s)
de: Entfernte Netzwerkknoten

# network-changes.routes.removed
source: Removed route(s)
de: Route(n) entfernt

# network-changes.nodes.removed
source: Removed non-network node member(s) from network relation
de: Nicht-Netzwerkknotenmitglieder aus der Netzwerkrelation entfernt

# network-changes.ways.removed
source: Removed way member(s) from network relation
de: Wegmitglied(er) aus der Netzwerkrelation entfernt

# network-changes.relations.removed
source: Removed non-route relation(s) from network relation
de: Nicht-Routen-Relation(en) aus der Netzwerk-Relation entfernt

# home.page-title
source: Node networks
de: Knotennetzwerke

# home.map
source: Map
de: Karte

# home.analysis
source: Analysis
de: Analyse

# not-found.title
source: Not found
de: Nicht gefunden

# breadcrumb.map
source: Map
de: Karte

# planner.map
source: Map
de: Karte

# planner.title
source: Route planner
de: Routenplaner

# planner.legend
source: Legend
de: Legende

# planner.appearance-options
source: Map appearance options
de: Optionen für das Erscheinungsbild der Karte

# planner.surface
source: Surface
de: Straßenbelag

# planner.quality
source: Node and route quality status
de: Status der Knoten- und Routenqualität

# planner.survey
source: Date last survey
de: Datum der letzten Überprüfung

# map.node-popup.title
source: Node
de: Knoten

# map.node-popup.network
source: Network
de: Netzwerk

# map.node-popup.networks
source: Networks
de: Netzwerke

# map.node-popup.no-networks
source: None
de: Keine

# map.node-popup.routes
source: Routes
de: Routen

# map.node-popup.routes.none
source: None
de: Keine

# map.node-popup.more-details
source: More details
de: Weitere Details

# map.route-popup.network
source: Network
de: Netzwerk

# map.route-popup.networks
source: Networks
de: Netzwerke

# map.route-popup.no-networks
source: None
de: Keine

# map.route-popup.more-details
source: More details
de: Weitere Details

# fact.description.orphan-node
source: This node does not belong to a network. The node was not added as a member to a valid network relation, and also not added as a member to valid route relation (that itself was added as a member to a valid network relation or is an free route).
de: Dieser Knoten gehört nicht zu einem Netzwerk. Der Knoten wurde nicht als Mitglied zu einer gültigen Netzwerkbeziehung hinzugefügt und auch nicht als Mitglied zu einer gültigen Routenrelation (die selbst als Mitglied zu einer gültigen Netzwerkrelation hinzugefügt wurde oder eine freie Route ist).

# poi.atm
source: Atm
de: Geldautomat

# poi.bench
source: Bench
de: Sitzbank

# poi.cinema
source: Cinema
de: Kino

# poi.clinic
source: Clinic
de: Klinik

# poi.embassy
source: Embassy
de: Botschaft

# poi.firestation
source: Firestation
de: Feuerwehr

# poi.foodcourt
source: Food court
de: Fressmeile

# poi.fuel
source: Fuel
de: Tankstelle

# poi.hospital
source: Hospital
de: Krankenhaus

# poi.library
source: Library
de: Bibliothek

# poi.parking
source: Parking
de: Parkplatz

# poi.pharmacy
source: Pharmacy
de: Apotheke

# poi.police
source: Police
de: Polizei

# poi.postbox
source: Post box
de: Briefkasten

# poi.postoffice
source: Post office
de: Post

# poi.theatre
source: Theatre
de: Theater

# poi.themepark
source: Themepark
de: Themenpark

# poi.toilets
source: Toilets
de: Toiletten

# poi.university
source: University
de: Universität

# poi.church
source: Church
de: Kirche

# poi.mosque
source: Mosque
de: Moschee

# poi.synagogue
source: Synagogue
de: Synagoge

# poi.cemetery
source: Cemetery
de: Friedhof

# poi.artwork
source: Artwork
de: Kunstwerk

# poi.attraction
source: Attraction
de: Sehenswürdigkeit

# poi.gallery
source: Gallery
de: Galerie

# poi.garden-centre
source: Garden centre
de: Gartencenter

# poi.heritage
source: Heritage
de: Kulturerbe

# poi.hindu-temple
source: Hindu temple
de: Hindu-Tempel

# poi.historic
source: Historic
de: Historisch

# poi.castle
source: Castle
de: Schloss

# poi.musical-instrument
source: Musical instrument
de: Musikinstrument

# poi.musicschool
source: Music school
de: Musikschule

# poi.picnic
source: Picnic
de: Picknick

# poi.place-of-worship
source: Place of worship
de: Ort der Anbetung

# poi.viewpoint
source: Viewpoint
de: Aussichtspunkt

# poi.vineyard
source: Vineyard
de: Weinberg

# poi.windmill
source: Windmill
de: Windmühle

# poi.watermill
source: Watermill
de: Wassermühle

# poi.detail.none
source: No details available
de: Keine Details verfügbar

# poi.detail.phone
source: Phone
de: Telefon

# poi.detail.wheelchair
source: Wheelchair
de: Rollstuhl

# poi.detail.opengingHours
source: Opening hours
de: Öffnungszeiten

# poi.detail.serviceHours
source: Service times
de: Servicezeiten

# poi.detail.image
source: Image
de: Bild

# poi.detail.onroerendErfgoed
source: Onroerend Erfgoed
de: Onroerend Erfgoed (Kulturerbestätte)

# poi.detail.website
source: Website
de: Webseite

# poi.detail.molen-database
source: Molen database
de: Mühlen-Datenbank

# poi.detail.hollandsche-molen-database
source: Hollandsche Molen database
de: Mühlen-Datenbank De Hollandsche Molen

# planner.compact
source: Compact
de: Kompakt

# planner.detailed
source: Detailed
de: Detailliert

# planner.instructions
source: Instructions
de: Anweisungen

# plan.distance
source: Distance
de: Entfernung

# plan.head
source: Head
de: Gehen Sie nach

# plan.heading.north
source: north
de: Norden

# plan.heading.north-east
source: north-east
de: Nordosten

# plan.heading.east
source: east
de: Osten

# plan.heading.south-east
source: south-east
de: Südosten

# plan.heading.south
source: south
de: Süden

# plan.heading.south-west
source: south-west
de: Südwesten

# plan.heading.west
source: west
de: Westen

# plan.heading.north-west
source: north-west
de: Nordwesten

# plan.command.continue
source: Continue
de: Weiter

# plan.command.turn-slight-left
source: Slight left
de: Leicht nach links

# plan.command.turn-slight-right
source: Slight right
de: Leicht rechts

# plan.command.turn-left
source: Turn left
de: Biegen Sie links ab

# plan.command.turn-right
source: Turn right
de: Biegen Sie rechts ab

# plan.command.turn-sharp-left
source: Sharp left
de: Scharf nach links

# plan.command.turn-sharp-right
source: Sharp right
de: Scharf rechts

# breadcrumb.replication
source: Replication
de: Replikation

# poi.tourism
source: Tourism
de: Tourismus

# poi.apartment
source: Apartment
de: Wohnung

# poi.arts-centre
source: Arts centre
de: Kunstzentrum

# poi.hostel
source: Hostel
de: Herberge

# poi.ice-cream
source: Ice cream
de: Eis

# poi.icehockey
source: Ice hockey
de: Eishockey

# poi.cycling
source: Cycling
de: Radfahren

# poi.gymnastics
source: Gymnastics
de: Gymnastik

# poi.horseracing
source: Horse racing
de: Pferderennen

# poi.soccer
source: Soccer
de: Fußball

# poi.sportscentre
source: Sports centre
de: Sportzentrum

# poi.surfing
source: Surfing
de: Surfen

# poi.swimming
source: Swimming
de: Schwimmen

# poi.beauty
source: Beauty
de: Schönheitssalon

# poi.bicycle
source: Bicycle
de: Fahrradladen

# poi.bicycle-parking
source: Bicycle parking
de: Fahrradparkplatz

# poi.bicycle-rental
source: Bicycle rental
de: Fahrradverleih

# poi.car
source: Car
de: Autohandel

# poi.chemist
source: Chemist
de: Drogerie

# poi.clothes
source: Clothes
de: Kleidung

# poi.copyshop
source: Copyshop
de: Kopierladen

# poi.cosmetics
source: Cosmetics
de: Kosmetik

# poi.general
source: General
de: Kaufladen

# poi.gift
source: Gift
de: Geschenke

# poi.hairdresser
source: Hairdresser
de: Friseur

# poi.jewelry
source: Jewelry
de: Schmuck

# poi.leather
source: Leather
de: Leder

# poi.marketplace
source: Marketplace
de: Marktplatz

# poi.monumental-tree
source: Monumental tree
de: Monumentaler Baum

# poi.monument-memorial
source: Monument
de: Denkmal

# poi.optician
source: Optician
de: Optiker

# poi.pets
source: Pets
de: Zoohandlung

# poi.phone
source: Phone
de: Telefon

# poi.photo
source: Photo
de: Foto

# poi.shoes
source: Shoes
de: Schuhe

# poi.shoppingcentre
source: Shopping centre
de: Einkaufszentrum

# poi.textiles
source: Textiles
de: Textilien

# poi.toys
source: Toys
de: Spielzeug

# poi.travelagency
source: Travelagency
de: Reisebüro

# poi.alcohol
source: Alcohol
de: Alkohol

# poi.alpine-hut
source: Alpine hut
de: Almhütte

# poi.bakery
source: Bakery
de: Bäckerei

# poi.beverages
source: Beverages
de: Getränke

# poi.butcher
source: Butcher
de: Metzger

# poi.cheese
source: Cheese
de: Käse

# poi.chocolate
source: Chocolate
de: Schokolade

# poi.confectionery
source: Confectionery
de: Süßwaren

# poi.coffee
source: Coffee
de: Kaffee

# poi.dairy
source: Dairy
de: Molkerei

# poi.deli
source: Deli
de: Delikatessen

# poi.departmentstore
source: Department store
de: Kaufhaus

# poi.diy-hardware
source: DIY hardware
de: Baumarkt/Eisenwaren

# poi.drinking-water
source: Drinking water
de: Trinkwasser

# poi.ebike-charging
source: Ebike charging
de: Ladestation für Fahrräder

# poi.grocery
source: Grocery
de: Lebensmittelgeschäft

# poi.guesthouse
source: Guest house
de: Gästehaus

# poi.organic
source: Organic
de: Bio

# poi.seafood
source: Seafood
de: Fischhandlung

# poi.supermarket
source: Supermarket
de: Supermarkt

# poi.wine
source: Wine
de: Wein

# poi.books-stationary
source: Books/stationary
de: Bücher/Schreibwaren

# poi.buddhist-temple
source: Buddhist temple
de: Buddhistischer Tempel

# poi.busstop
source: Bus stop
de: Bushaltestelle

# poi.campsite
source: Camp site
de: Campingplatz

# poi.pub
source: Pub
de: Kneipe

# stats.km.comment
source: Total length in kilometers.
de: Gesamtlänge in Kilometern.

# stats.km.name
source: Length (km)
de: Länge (km)

# stats.network-count.comment
source: Number of networks.
de: Anzahl der Netzwerke.

# stats.node-count.comment
source: Number of network nodes.
de: Anzahl der Netzwerkknoten.

# stats.node-count.name
source: Node count
de: Knotenanzahl

# stats.route-count.comment
source: Number of routes.
de: Anzahl der Routen.

# stats.route-count.name
source: Route count
de: Routenanzahl

# stats.route-not-continious.comment
source: Number of broken routes.
de: Anzahl der unterbrochenen Routen.

# stats.route-broken-count.comment
source: Number of routes with issues.
de: Anzahl der Routen mit Problemen.

# stats.route-incomplete.comment
source: Number of routes that are marked as having an incomplete definition.\ A route definition is explicitely marked incomplete by adding a tag *"fixme"* with value *"incomplete"* in the route relation.
de: Anzahl der Routen, die als unvollständig markiert sind.\ Eine Routendefinition wird explizit als unvollständig markiert, indem ein Tag *"fixme"* mit dem Wert *"unvollständig"* in die Routenrelation eingefügt wird.

# stats.route-incomplete-ok.comment
source: Number of routes that are marked as having an incomplete definition, but that look ok after analysis.\ A route definition is explicitely marked incomplete by adding a tag *"fixme"* with value *"incomplete"* in the route relation.
de: Anzahl der Routen, die als unvollständig markiert sind, aber nach der Analyse in Ordnung aussehen. \ Eine Routendefinition wird explizit als unvollständig markiert, indem ein Tag *"fixme"* mit dem Wert *"incomplete"* hinzugefügt wird in der Routenrelation.

# stats.route-fixmetodo.comment
source: Number of routes that are marked with *"fixmetodo"*.
de: Anzahl der Routen, die mit *"fixmetodo"* gekennzeichnet sind.

# stats.orphan-node-count.name
source: Orphan nodes
de: Verwaiste Knoten

# stats.orphan-route-count.comment
source: Number of network routes that do not belong to a network.\ The route was not added as a member to a valid [network relation](https://wiki.openstreetmap.org/wiki/Knooppuntnet_analysis#network "network relation in glossary").
de: Anzahl der Netzwerkrouten, die nicht zu einem Netzwerk gehören. \ Die Route wurde nicht als Mitglied zu einer gültigen [Netzwerkrelation](https://wiki.openstreetmap.org/wiki/DE:Knooppuntnet_analysis#network "Netzwerkrelation im Glossar") hinzugefügt.

# stats.orphan-route-count.name
source: Free routes
de: Freie Routen

# stats.integrity-check-network-count.comment
source: Number of networks that include integrity check.
de: Anzahl der Netzwerke, die eine Integritätsprüfung enthalten.

# stats.integrity-check.comment
source: Number of nodes with integrity check.
de: Anzahl der Knoten mit Integritätsprüfung.

# stats.integrity-check-failed.comment
source: Number of failed integrity checks.
de: Anzahl der fehlgeschlagenen Integritätsprüfungen.

# stats.integrity-check-pass-rate.comment
source: Integrity check pass rate (percentage of ok checks).
de: Integritätsprüfungs-Erfolgsquote (Prozentsatz der OK-Prüfungen).

# stats.integrity-check-coverage.comment
source: Integrity check coverage (percentage of nodes that do have integrity check information).
de: Abdeckung der Integritätsprüfung (Prozentsatz der Knoten, die Informationen zur Integritätsprüfung enthalten).

# stats.route-unused-segments.comment
source: Number of routes where one or more of the ways (or part of ways) are not used in the forward or backward path or in one of the tentacles.
de: Anzahl der Routen, auf denen einer oder mehrere der Wege (oder ein Teil der Wege) nicht im Vorwärts- oder Rückwärtspfad oder in einem der Tentakel verwendet werden.

# stats.route-node-missing-in-ways.comment
source: Number of routes for which there is a least one node is not found in any of the ways of the route.
de: Anzahl der Routen, für die der Endknoten und / oder der Startknoten auf keiner der Routen gefunden wurde.

# stats.route-redundant-nodes.comment
source: Number of routes where the ways of the route contain extra nodes other than the start and end nodes.
de: Anzahl der Routen, auf denen die Routenwege zusätzliche Knoten außer den Start- und Endknoten enthalten.

# stats.route-without-ways.comment
source: Routes without ways (a route is expected to have at least 1 way).
de: Routen ohne Wege (für eine Route wird mindestens ein Weg erwartet).

# stats.route-name-missing.comment
source: Routes without the required tags from which the route name can be derived.
de: Routen ohne die erforderlichen Tags, aus denen der Routenname abgeleitet werden kann.

# stats.route-tag-missing.comment
source: The route relation does not contain a *"route"* tag.
de: Die Routenrelation enthält kein *"route"* -Tag.

# stats.route-tag-invalid.comment
source: The value in the *"route"* tag in the route relation is unexpected.
de: Der Wert im Tag *"route"* in der Routenrelation ist unerwartet.

# stats.route-unexpected-node.comment
source: Number of routes with one or more unexpected node members.\ In route relations we expect only nodes with tags that make it a valid network node.
de: Anzahl der Routen mit einem oder mehreren unerwarteten Knotenmitgliedern. \ In Routenrelationen erwarten wir nur Knoten mit Tags die es zu einem gültigen Netzwerkknoten machen.

# stats.route-unexpected-relation.comment
source: Number of routes with one or more unexpected members.\In route relations we expect only members of type *"way"* or *"node"*.
de: Anzahl der Routen mit einem oder mehreren unerwarteten Mitgliedern. \ In Routenrelationen erwarten wir nur Mitglieder vom Typ *"way"* oder Mitglieder vom Typ *"node"* mit Tags die es zu einem gültigen Netzwerkknoten machen.

# stats.network-extra-member-node.comment
source: Number of network relation members of type *"node"* that are unexpected (expect only [network nodes](https://wiki.openstreetmap.org/wiki/Knooppuntnet_analysis#node "node in glossary") or [information maps](https://wiki.openstreetmap.org/wiki/Knooppuntnet_analysis#information-map "information maps in glossary") as members in the network relation).
de: Anzahl der unerwarteten Netzwerkrelationsmitglieder vom Typ *"node"* (wir erwarten nur [Netzwerkknoten](https://wiki.openstreetmap.org/wiki/DE:Knooppuntnet_analysis#node "Netzwerkknoten im Glossar") oder [Informationskarten](https://wiki.openstreetmap.org/wiki/DE:Knooppuntnet_analysis#information-map "Informationskarten im Glossar") als Mitglieder).

# stats.network-extra-member-way.comment
source: Number of network relation members of type *"way"* (expect only route relations or network nodes as members in the node network relation).
de: Anzahl der Netzwerkbeziehungsmitglieder vom Typ *"way"* (wir erwarten nur Routenrelationen oder Netzwerkknoten als Mitglieder in der Knotennetzwerkrelation).

# stats.network-extra-member-relation.comment
source: Number of network relation members of type *"relation"* that are unexpected (expect only valid route relations or network nodes as members in the node network relation).
de: Anzahl der unerwarteten Netzwerkrelationmitglieder vom Typ *"Relation"* (wir erwarten nur gültige Routenrelationen oder Netzwerkknoten als Mitglieder in der Knotennetzwerkrelation).

# stats.node-member-missing.comment
source: Number of nodes that are not included in the network relation.
de: Anzahl der Knoten, die nicht in der Netzwerkrelation enthalten sind

# stats.name-missing.comment
source: Number of networks without *"name"* tag in the network relation.
de: Anzahl der Netzwerke ohne *"name"* -Tag in der Netzwerkrelation.

# stats.route-node-name-mismatch.comment
source: Routes where the route name does not match with the names of the start node and the end node. The route name is expected to contain the start node name and the end node name, separated by a dash.
de: Routen, bei denen der Routenname nicht mit den Namen des Startknotens und des Endknotens übereinstimmt. Es wird erwartet, dass der Routenname den Startknotennamen und den Endknotennamen enthält, die durch einen Bindestrich getrennt sind.

# location-page.menu.nodes
source: Nodes
de: Knoten

# location-page.menu.routes
source: Routes
de: Routen

# location-page.menu.facts
source: Facts
de: Fakten

# location-page.menu.map
source: Map
de: Karte

# location-page.menu.changes
source: Changes
de: Änderungen

# location-nodes.title
source: Nodes
de: Knoten

# location-nodes.no-nodes
source: No nodes
de: Keine Knoten

# location.location-not-found
source: Location not found
de: Ort nicht gefunden

# location-facts.none
source: No facts
de: Keine

# location-facts.title
source: Facts
de: Fakten

# location-routes.title
source: Routes
de: Routen

# location-routes.no-routes
source: No routes
de: Keine Routen

# location-map.title
source: Map
de: Karte

# location-changes.title
source: Changes
de: Änderungen

# location-nodes.table.analysis
source: Analysis
de: Analyse

# location-nodes.table.node
source: Node
de: Knoten

# location-nodes.table.routes
source: Routes
de: Routen

# location-nodes.table.last-edit
source: Last edit
de: Letzte Bearbeitung

# location-nodes.no-routes
source: no routes
de: Keine Routen

# location-routes.table.distance
source: Distance
de: Entfernung

# location-routes.table.last-edit
source: Last edit
de: Letzte Bearbeitung

# route-changes.login-required
source: The details of the route history is available to logged in OpenStreetMap contributors only.
de: Die Details der Routenänderungen stehen nur angemeldete OpenStreetMap-Mitwirkenden zur Verfügung.

# breadcrumb.route-map
source: Route map
de: Routenkarte

# route.menu.map
source: Map
de: Karte

# route.menu.changes
source: Changes
de: Änderungen

# route.members.title
source: Route Members
de: Routenmitglieder

# route.members.none
source: None
de: Keine

# route.members.table.node
source: Node
de: Knoten

# route.members.table.nodes
source: Nodes
de: Knoten

# route.members.table.role
source: Role
de: Rolle

# route.members.table.length
source: Length
de: Länge

# route.members.table.node-count
source: #Nodes
de: #Knoten

# route.members.table.one-way
source: One Way
de: Einbahnstraße

# route.members.table.one-way.yes
source: Yes
de: Ja

# route.members.table.one-way.reverse
source: Reverse
de: Rückwärts

# route.broken
source: Something seems wrong with this route.
de: Mit dieser Route scheint etwas nicht zu stimmen.

# route.incomplete
source: Route definition is incomplete (has tag *"fixme=incomplete"*).
de: Die Route ist als unvollständig markiert (hat das Tag *"fixme =incomplete"*).

# route.not-active
source: This route is not active anymore.
de: Diese Route ist nicht mehr aktiv.

# route.location.none
source: None
de: Keine

# route.no-network-references
source: None
de: Keine

# breadcrumb.route-details
source: Route details
de: Routendetails

# route-change.unchanged
source: (Unchanged)
de: (unverändert)

# breadcrumb.route-changes
source: Route changes
de: Routenänderungen

# route-change.no-geometry-diff
source: No geometry change
de: Keine Geometrieänderung

# facts.none
source: None
de: Keine

# breadcrumb.node
source: Node
de: Knoten

# poi.group.amenity
source: Amenity
de: Einrichtung

# poi.group.foodshops
source: Foodshops
de: Lebensmittelgeschäfte

# poi.group.places-to-stay
source: Places to stay
de: Übernachtungsmöglichkeiten

# poi.group.shops
source: Shops
de: Geschäfte

# poi.group.sports
source: Sports
de: Sport

# poi.group.tourism
source: Tourism
de: Tourismus

# poi.group.hiking-biking
source: Hiking/biking
de: Wandern/Radfahren

# poi.group.landmarks
source: Landmarks
de: Sehenswürdigkeiten

# route.summary
source: Summary
de: Zusammenfassung

# route.situation-on
source: Situation on
de: Situation am

# route.last-updated
source: Last updated
de: Zuletzt aktualisiert

# route.relation-last-updated
source: Relation last updated
de: Relation zuletzt aktualisiert

# route.network
source: Network
de: Netzwerk

# route.start-node
source: Start node
de: Startknoten

# route.end-node
source: End node
de: Endknoten

# route.redundant-node
source: Redundant node
de: Redundanter Knoten

# route.number-of-ways
source: Number of ways
de: Anzahl der Wege

# route.location
source: Location
de: Ort

# route.structure
source: Structure
de: Struktur

# route.facts
source: Facts
de: Fakten

# subset-changes.title
source: Changes
de: Änderungen

# subset-changes.login-required
source: This details of the changes history are available to logged in OpenStreetMap contributors only.
de: Diese Details der Änderungen stehen nur angemeldete OpenStreetMap-Mitwirkenden zur Verfügung.

# subset-facts.title
source: Facts
de: Fakten

# subset-facts.no-facts
source: No facts
de: Keine Fakten

# subset-facts.node-refs
source: nodes
de: Knoten

# subset-facts.route-refs
source: routes
de: Routen

# subset-facts.osm-node-refs
source: nodes
de: Knoten

# subset-facts.osm-way-refs
source: ways
de: Wege

# subset-facts.osm-relation-refs
source: relations
de: Relationen

# subset-facts.orphan-routes
source: Free routes
de: Freie Routen

# subset-facts.routes
source: route(s)
de: Route(n)

# subset-map.dialog.nodeCount
source: nodes
de: Knoten

# subset-map.dialog.routeCount
source: routes
de: Routen

# subset-map.dialog.show-network-details
source: Show network details
de: Netzwerkdetails anzeigen

# subset-map.dialog.close
source: Close
de: Schließen

# subset-networks.title
source: Networks
de: Netzwerke
