Repository: vmarc/knooppuntnet
Catalog: frontend/src/locale/translations.*.xlf
Languages: de

# monitor.route.name.unique
source: The route name should be unique within the group. A route with this name already exists within this group.
de: Der Routenname sollte innerhalb der Gruppe eindeutig sein. Es gibt schon eine Routen mit diesem Namen in dieser Gruppe.

# monitor.route.menu.map
source: Map
de: Karte

# monitor.route.properties.group
source: Group
de: Gruppe

# action.next
source: Next
de: Weiter

# action.back
source: Back
de: Zurück

# monitor.route.properties.relation.question
source: Do you know the OSM relation id for this route?
de: Wissen Sie die ID dieser Relation auf OSM?

# monitor.route.properties.relation.question.yes
source: Yes
de: Ja

# monitor.route.properties.relation.question.no
source: No
de: Nein

# monitor.route.properties.relation.ok
source: OK, no problem: if you do not know the relation id right now, you can still add it at any time later.
de: OK, kein Problem: Wenn Sie die ID nicht wissen, können Sie diese später hinzufügen.

# monitor.route.properties.relation.continue
source: Continue with next step.
de: Zum nächsten Schritt.

# monitor.route.properties.relation.label
source: Route relation id
de: ID der Routenrelation

# monitor.route.properties.relation.action.verify
source: Verify route relation id
de: ID der Routenrelation überprüfen

# monitor.route.properties.relation.question-unanswered
source: Please answer the question
de: Bitte beantworten Sie die Frage

# monitor.route.properties.relation.missing
source: Provide a valid OSM route relation id
de: Geben Sie eine gültige ID einer Routenrelation auf OSM an

# monitor.route.properties.reference-type.question
source: What do you want to use as reference to compare the OSM relation to?
de: Was möchten Sie als Bezugswert verwenden, um die Relation von OSM zu vergleichen?

# monitor.route.properties.reference-type.gpx
source: A GPX trace that you will upload now
de: Eine GPX-Spur, die Sie hochladen möchten

# monitor.route.properties.reference-type.required
source: Please answer the question
de: Bitte beantworten Sie die Frage

# monitor.route.properties.reference-details.file
source: Select the file that contains the GPX trace:
de: Wählen Sie die Datei mit der GPX-Spur aus:

# monitor.route.properties.reference-details.file.select
source: Select file
de: Datei auswählen

# monitor.route.properties.reference-details.file.name
source: File
de: Datei

# action.save
source: Save
de: Speichern

# monitor.route.save-dialog.action.back
source: Back to group
de: Zurück zur Gruppe

# monitor.route.save-dialog.action.analysis-result
source: Go to analysis result
de: Zum Analyseergebnis

# monitor.route.delete.title
source: Delete
de: Löschen

# monitor.route.delete.comment
source: Remove this route from the monitor.
de: Diese Route von der Überwachung löschen.

# monitor.route.delete.warning
source: Attention: all history will be lost!
de: Achtung: Der gesamte Verlauf wird gelöscht!

# monitor.route.delete.action
source: Delete Route
de: Route löschen

# monitor.route.details.not-found
source: Route not found
de: Route nicht gefunden

# monitor.route.details.ways
source: ways
de: Wege

# monitor.route.details.analysis.ok
source: All ok
de: Alles ok

# monitor.route.map.mode.comparison
source: GPX / OSM comparison
de: Vergleich GPX/ OSM

# monitor.route.map.action.zoom-to-fit-route
source: Zoom to fit route
de: Zoom anpassen, um die ganze Route darzustellen

# monitor.route.map.action.josm.title
source: JOSM remote control actions
de: Aktionen für die Fernbedienung von JOSM

# monitor.route.map.action.josm.load-relation
source: Load route relation
de: Routenrelation laden

# monitor.route.map.action.josm.zoom-to-fit-route
source: Zoom to fit route
de: Zoom anpassen, um die ganze Route darzustellen

# monitor.route.map.action.josm.zoom-to-deviation
source: Zoom to selected deviation
de: Auf die ausgewählte Abweichung zoomen

# monitor.route.map-deviations.no-deviations
source: No deviations
de: Keine Abweichungen

# monitor.route.map-deviations.title
source: Deviations
de: Abweichungen

# monitor.route.map-deviations.deviation
source: Deviation
de: Abweichung

# monitor.route.map-deviations.length
source: Length
de: Länge

# monitor.route.update.title
source: Update route
de: Route aktualisieren

# home.monitor
source: Monitor
de: Überwachung

# monitor.route.properties.step.group
source: Group
de: Gruppe

# monitor.route.properties.step.name-description
source: Route name and description
de: Routenname und -beschreibung

# monitor.route.properties.step.osm-relation
source: OSM relation
de: Relation von OSM

# monitor.route.save-dialog.no-relation-id
source: Note: we cannot yet perform an analysis. The reference information is still incomplete. The relation id has not been specified.
de: Notiz: Es kann noch keine Analyse durchgeführt werden. Die Bezugsinformationen sind noch unvollständig. Es wurde keine ID der Relation angegeben.

# monitor.route.save-dialog.osm-relation-not-found
source: Note: we cannot yet perform an analysis. The reference information is still incomplete. No route with given relation id was found at given reference date.
de: Notiz: Es kann noch keine Analyse durchgeführt werden. Die Bezugsinformationen sind noch unvollständig. Es wurde zum angegebenen Bezugszeitpunkt keine Route mit der angegebenen ID gefunden.

# monitor.route.map-deviations.no-reference
source: No reference, so no analysis results.
de: Kein Bezug, also keine bekannten Abweichungen

# monitor.route.map.no-map
source: No map
de: Keine Karte

# planner.legend.surface-unknown
source: Surface unknown
de: Unbekannte Oberfläche

# poi-detail.location
source: Location
de: Ort

# poi-detail.image
source: Image
de: Bild

# country.selector.label
source: Country
de: Land

# location-pois.table.description
source: Description
de: Beschreibung

# location-pois.table.address
source: Address
de: Adresse

# location-pois.table.image
source: Image
de: Bild

# monitor.route.map.action.josm.zoom-to-osm-segment
source: Zoom to selected OSM segment
de: Auf das ausgewählte OSM-Segment zoomen

# location.selector.input.label
source: municipality or other administrative boundary name
de: Geben Sie den Namen der Gemeinde oder einer anderen Verwaltungseinheit ein

# monitor.group.route-table.deviations
source: Deviations
de: Abweichungen

# monitor.route.details.analysis.deviations
source: deviations
de: Abweichungen

# monitor.route.details.summary
source: Summary
de: Zusammenfassung

# monitor.route.details.analysis
source: Latest analysis
de: Neueste Analyse

# monitor.route.details.comment
source: Comment
de: Kommentar

# monitor.route.details.structure
source: Structure
de: Struktur

# monitor.route.relation-table.role
source: Role
de: Rolle

# monitor.route.relation-table.distance
source: Distance
de: Länge

# monitor.route.map-deviations.zoom-josm
source: Go here in JOSM
de: In JOSM öffnen

# monitor.route.map-deviations.zoom-openstreetmap
source: Go here in openstreetmap.org
de: In openstreetmap.org öffnen

# monitor.route.menu.select
source: Select
de: Auswählen

# action.upload
source: Upload
de: Hochladen

# country.dk
source: Denmark
de: Dänemark

# edit-goto-error-dialog.editor-not-started
source: JOSM not started?
de: JOSM nicht gestartet?

# edit-goto-error-dialog.remote-control-not-enabled
source: JOSM remote control not enabled?
de: JOSM-Fernbedienung nicht aktiviert?

# edit-goto-error-dialog.close
source: Close
de: Schließen
