Repository: vmarc/knooppuntnet
Catalog: frontend/src/locale/translations.*.xlf
Languages: de

# subset-networks.no-networks
source: No networks
de: Keine Netzwerke

# subset-networks.summary
source: _There are __{{ response.result.networkCount | integer }}__ networks, with a total of __{{ response.result.nodeCount | integer }}__ nodes and __{{ response.result.routeCount | integer }}__ routes with an overall length of __{{ response.result.km | integer }}__ km._
de: _Es gibt __{{response.result.networkCount | integer}}__ Netzwerke mit insgesamt __{{response.result.nodeCount | integer}}__ Knoten und __{{response.result.routeCount | integer}}__ Routen mit einer Gesamtlänge von __{{response.result.km | integer}}__ km._

# subset-orphan-nodes.title
source: Orphan nodes
de: Verwaiste Knoten

# subset-orphan-nodes.no-routes
source: No orphan nodes
de: Keine verwaisten Knoten

# subset-orphan-routes.title
source: Free routes
de: Freie Routen

# subset-orphan-routes.no-routes
source: No free routes
de: Keine freie Routen

# subset-networks.table.network
source: Network
de: Netzwerk

# subset-networks.table.length
source: Length
de: Länge

# subset-networks.table.nodes
source: Nodes
de: Knoten

# subset-networks.table.routes
source: Routes
de: Routen

# subset-networks.table.integrity
source: Integrity
de: Integrität

# subset-networks.table.connections
source: Connections
de: Verbindungen

# subset-networks.table.broken
source: Broken
de: Unterbrochen

# subset-networks.table.integrity-nodes
source: Nodes
de: Knoten

# subset-network.summary
source: {{ network().km | integer }} km, {{ network().nodeCount | integer }} nodes, {{ network().routeCount | integer }} routes
de: {{network().km | integer}} km, {{network().nodeCount | integer}} Knoten, {{network().routeCount | integer}} Routen

# change-set.header.change-set
source: Changeset
de: Änderungssatz

# change-set.header.comment
source: Comment
de: Kommentar

# change-set.header.analysis
source: Analysis
de: Analyse

# change-set.header.analysis.happy
source: This changeset brought improvements.
de: Dieser Änderungssatz brachte Verbesserungen.

# change-set.header.analysis.investigate
source: Maybe this changeset is worth a closer look.
de: Vielleicht ist dieses Änderungsset einen genaueren Blick wert.

# change-set.header.analysis.no-impact
source: The changes do not seem to have an impact on the analysis result.
de: Die Änderungen scheinen keinen Einfluss auf das Analyseergebnis zu haben.

# change-set.network-changes.network
source: Network
de: Netzwerk

# change-set.network-diffs.network-created
source: Network created
de: Netzwerk erstellt

# change-set.network-diffs.network-deleted
source: Network deleted
de: Netzwerk gelöscht

# change-set.network-changes.added-nodes
source: Added non-network nodes
de: Nicht-Netzwerkknoten hinzugefügt

# change-set.network-changes.removed-nodes
source: Removed non-network nodes
de: Nicht-Netzwerkknoten entfernt

# change-set.network-changes.updated-nodes
source: Updated non-network nodes
de: Nicht-Netzwerkknoten aktualisiert

# change-set.network-changes.added-ways
source: Added ways
de: Wege hinzugefügt

# change-set.network-changes.removed-ways
source: Removed ways
de: Wege entfernt

# change-set.network-changes.updated-ways
source: Updated ways
de: Wege aktualisiert

# change-set.network-changes.added-relations
source: Added non-route relations
de: Nicht-Routen-Relationen hinzugefügt

# change-set.network-changes.updated-relations
source: Updated non-route relations
de: Nicht-Routen-Relationen aktualisiert

# change-set.network-changes.removed-relations
source: Removed non-route relations
de: Nicht-Routen-Relationen entfernt

# fact-page.title
source: All facts
de: Alle Fakten

# change-set.orphan-nodes.title
source: Orphan nodes
de: Verwaiste Knoten

# change-set.orphan-routes.title
source: Free routes
de: Freie Routen

# node-diffs-removed.title
source: Removed network nodes
de: Netzwerkknoten entfernt

# node-diffs-added.title
source: Added network nodes
de: Netzwerkknoten hinzugefügt

# node-diffs-added.change-set-created
source: Created in this changeset.
de: In diesem Änderungssatz erstellt.

# node-diffs-added.change-set-updated
source: Updated in this changeset.
de: In diesem Änderungssatz aktualisiert.

# node-diffs-added.change-set-existing
source: Existing node
de: Vorhandener Knoten

# node-diffs-updated.title
source: Updated network nodes
de: Aktualisierte Netzwerkknoten

# node-diffs-updated.existing-node
source: Existing node v{{ nodeChangeInfo.after.version }}.
de: Vorhandener Knoten v{{nodeChangeInfo.after.version}}.

# node-diffs-updated.node-changed
source: Node changed to v{{ nodeChangeInfo.after.version }}
de: Der Knoten wurde in v{{nodeChangeInfo.after.version}} geändert

# route-diffs-added.title
source: Added routes
de: Routen hinzugefügt

# route-diffs-added.new-relation
source: New relation
de: Neue Relation

# route-diffs-added.updated-relation
source: Relation updated in this changeset v{{ ref.routeChangeInfo.after.version }}
de: In diesem Änderungssatz aktualisierte Relation v{{ref.routeChangeInfo.after.version}}

# route-diffs-added.existing-relation
source: Existing relation
de: Bestehende Relation

# route-diffs-removed.title
source: Removed routes
de: Routen entfernt

# route-diffs-updated.title
source: Updated routes
de: Routen aktualisiert

# version-change.relation-changed-to
source: Relation changed to v{{ after().version }}.
de: Die Relation wurde in v{{after().version}} geändert

# version-change.relation-unchanged
source: Relation unchanged
de: Relation unverändert

# node-change.belongs-to-another-network
source: This node belongs to another network
de: Dieser Knoten gehört zu einem anderen Netzwerk

# node-change.no-longer-belongs-to-another-network
source: This node no longer belongs to another network
de: Dieser Knoten gehört nicht mehr zu einem anderen Netzwerk

# node-change.received-role-connection-in-network-relation
source: This node received role "connection" in the network relation
de: Dieser Knoten hat die Rolle "connection" in der Netzwerkrelation erhalten

# node-change.lost-role-connection-in-network-relation
source: This node no longer has role "connection" in the network relation
de: Dieser Knoten hat in der Netzwerkrelation keine Rolle "connection" mehr

# node-change.added-to-network-relation
source: Added to network relation
de: Zur Netzwerkrelation hinzugefügt

# node-change.removed-from-network-relation
source: Removed from network relation
de: Aus der Netzwerkrelation entfernt

# node-change.added-to-route
source: Added to route
de: Zur Route hinzugefügt

# node-change.added-to-network
source: Added to network
de: Zum Netzwerk hinzugefügt

# node-change.removed-from-route
source: Removed from route
de: Aus der Route entfernt

# node-change.removed-from-network
source: Removed from network
de: Aus dem Netzwerk entfernt

# node-change.moved.meters
source: The node has moved {{ nodeMoved.distance }} meters.
de: Der Knoten wurde {{nodeMoved.distance}} Meter verschoben.

# node-change.moved.less-than-1-meter
source: The node has moved less than 1 meter.
de: Der Knoten wurde weniger als 1 Meter verschoben.

# node-change.moved.note.1
source: Note: Node position is shown as it was at
de: Hinweis: Die Knotenposition wird angezeigt wie am

# node-change.moved.note.2
source: , while the map background is shown as it is today.
de: , während der Kartenhintergrund so angezeigt wird, wie er heute ist.

# stats.orphan-node-count.comment
source: Number of network nodes that do not belong to a network.\ The [node](https://wiki.openstreetmap.org/wiki/Knooppuntnet_analysis#node "node in glossary") was not added as a member to a valid [network relation](https://wiki.openstreetmap.org/wiki/Knooppuntnet_analysis#network "relation in glossary") and also not added as a member to a valid [route relation](https://wiki.openstreetmap.org/wiki/Knooppuntnet_analysis#route "route relation in glossary") (that itself was added as a member to a valid network relation or is a free route).
de: Anzahl der Netzwerkknoten, die nicht zu einem Netzwerk gehören. \ Der [Knoten](https://wiki.openstreetmap.org/wiki/DE:Knooppuntnet_analysis#node "Knoten im Glossar") wurde nicht als Mitglied zu einer gültigen [Netzwerkrelation](https://wiki.openstreetmap.org/wiki/DE:Knooppuntnet_analysis#network "Netzwerkrelation im Glossar") hinzugefügt und auch nicht als Mitglied zu einer gültigen [Routenrelation](https://wiki.openstreetmap.org/wiki/DE:Knooppuntnet_analysis#route "Routerelation im Glossar") hinzugefügt (das selbst als Mitglied zu einer gültigen Netzwerkrelation hinzugefügt wurde oder eine freie Route ist).

# node.summary
source: Summary
de: Zusammenfassung

# node.situation-on
source: Situation on
de: Situation am

# node.last-updated
source: Last updated
de: Zuletzt aktualisiert

# node.location
source: Location
de: Ort

# node.networks
source: Networks
de: Netzwerke

# node.facts
source: Facts
de: Fakten

# node.unchanged
source: (Unchanged)
de: (unverändert)

# breadcrumb.overview
source: Overview
de: Übersicht

# overview-page.title
source: Overview
de: Übersicht

# overview.total
source: Total
de: Insgesamt

# route.route-not-found
source: Route not found
de: Route nicht gefunden

# node.inactive
source: This network node is not active anymore.
de: Dieser Netzwerkknoten ist nicht mehr aktiv.

# node.node
source: network node
de: Netzwerkknoten

# node.orphan
source: This network node does not belong to a known node network (orphan).
de: Dieser Netzwerkknoten gehört nicht zu einem bekannten Knotennetzwerk (verwaist).

# node.network-references.none
source: None
de: Keine

# breadcrumb.node-changes
source: Node changes
de: Knotenänderungen

# node.title
source: Node
de: Knoten

# node.menu.map
source: Map
de: Karte

# node.menu.changes
source: Changes
de: Änderungen

# node.location.none
source: None
de: Keine

# node.details-sidebar.tip
source: TIP: click on other nodes or routes in the map to go to the details of these nodes or routes. Use ctrl-click to open to open these details in another window.
de: TIPP: Klicken Sie auf andere Knoten oder Routen in der Karte, um zu den Details dieser Knoten oder Routen zu gelangen. Verwenden Sie Strg-Klick zum Öffnen, um diese Details in einem anderen Fenster zu öffnen.

# overview-table.total
source: Total
de: Insgesamt

# country.fr
source: France
de: Frankreich

# country.at
source: Austria
de: Österreich

# overview-table.comment
source: Comment
de: Kommentar

# country.nl
source: The Netherlands
de: Niederlande

# country.be
source: Belgium
de: Belgien

# country.de
source: Germany
de: Deutschland

source: Situation on
de: Situation am

# tags.no-tags
source: No tags
de: Keine Tags

# tags.key
source: Key
de: Schlüssel

# tags.value
source: Value
de: Wert

# footer.contact
source: contact
de: Kontakt

# footer.issues
source: issues
de: Probleme

# sidebar.back
source: back
de: zurück

# doc-link.go-to-documentation
source: Go to documentation
de: Zur Dokumentation gehen

# breadcrumb.home
source: Home
de: Start

# breadcrumb.analysis
source: Analysis
de: Analyse

# analysis-page.title
source: Analysis
de: Analyse

# analysis-page.overview
source: Overview
de: Übersicht

# analysis-page.changes
source: Changes
de: Änderungen

# analysis.by-network
source: Explore by network
de: Nach Netzwerk

# analysis.by-location
source: Explore by location
de: Nach Standort

# analysis.location.search-by-name
source: Search by name
de: Suche nach Namen

# analysis.location.select-from-tree
source: Select from tree
de: Aus Baumstruktur auswählen

# location.selector.button
source: Location overview
de: Standortübersicht

# location.tree.expand-all
source: Expand all
de: alles aufklappen

# location.tree.collapse-all
source: Collapse all
de: alles zusammenklappen

# location.tree.all
source: All
de: Alle

# location.tree.in-use-only
source: In use only
de: nur verwendete

# breadcrumb.changes
source: Changes
de: Änderungen

# changes-page.title
source: Changes
de: Änderungen

# changes-page.login-required
source: The details of the changes history are available to logged in OpenStreetMap contributors only.
de: Die Details der Änderungen stehen nur angemeldete OpenStreetMap-Mitwirkenden zur Verfügung.

# change-set.orphan-nodes
source: Orphan node(s)
de: Verwaiste Knoten

# change-set.orphan-routes
source: Free route(s)
de: Freie Routen

# change-set.title
source: Changeset
de: Änderungssatz

# network-changes.title
source: Changes
de: Änderungen

# network-changes.login-required
source: The details of network history are available to logged in OpenStreetMap contributors only.
de: Die Details des Netzwerkänderungen stehen nur angemeldete OpenStreetMap-Mitwirkenden zur Verfügung.

# network-details.situation-on
source: Situation on
de: Situation am

# network-details.nodes
source: nodes
de: Knoten

# network-details.routes
source: routes
de: Routen

# network-details.contains-broken-routes
source: This network contains broken (non-continuous) routes.
de: Dieses Netzwerk enthält unterbrochene (nicht kontinuierliche) Routen.

# network-details.not-active
source: This network is not active anymore.
de: Dieses Netzwerk ist nicht mehr aktiv.

# network-nodes.table.analysis
source: Analysis
de: Analyse

# network-nodes.table.node
source: Node
de: Knoten

# network-nodes.table.routes
source: Routes
de: Routen

# network-nodes.table.last-edit
source: Last edit
de: Letzte Bearbeitung

# network-nodes.no-routes
source: no routes
de: keine Routen

# network-routes.table.analysis
source: Analysis
de: Analyse

# network-routes.table.last-edit
source: Last edit
de: Letzte Bearbeitung

# route-accessible-indicator.gray.title
source: OK - Accessibility unknown
de: OK - Zugänglichkeit unbekannt

# route-accessible-indicator.gray.text
source: Accessibility information is unknown for this type of route.
de: Informationen zur Zugänglichkeit sind für diesen Routentyp nicht bekannt.

# route-accessible-indicator.green.title
source: OK - Accessible
de: OK - Zugänglich

# route-accessible-indicator.green.text.cycling
source: This route is completely accessible for bicycle.
de: Diese Route ist für Fahrräder vollständig zugänglich.

# route-accessible-indicator.green.text.hiking
source: This route is completely accessible for hiking.
de: Diese Route ist zum Wandern vollständig zugänglich.

# route-accessible-indicator.green.text.motorboat
source: This route is completely accessible for motorboat.
de: Diese Route ist für Motorboote vollständig zugänglich.

# route-accessible-indicator.green.text.canoe
source: This route is completely accessible for canoe.
de: Diese Route ist für Kanus vollständig zugänglich.

# route-accessible-indicator.red.title
source: Not OK - Not Accessible
de: Nicht OK - Nicht zugänglich

# route-accessible-indicator.red.text.cycling
source: This route is not completely accessible for bicycle.
de: Diese Route ist für Fahrräder nicht vollständig zugänglich.

# route-accessible-indicator.red.text.hiking
source: This route is not completely accessible for hiking.
de: Diese Route ist zum Wandern nicht vollständig zugänglich.

# route-accessible-indicator.red.text.motorboat
source: This route is not completely accessible for motorboat.
de: Diese Route ist für Motorboote nicht vollständig zugänglich.

# route-accessible-indicator.red.text.canoe
source: This route is not completely accessible for canoe.
de: Diese Route ist für Kanus nicht vollständig zugänglich.

# route-accessible-indicator.letter
source: A
de: Z

# route-connection-indicator.blue.title
source: OK - Connection
de: OK - Verbindung

# route-connection-indicator.blue.text
source: This route is a connection to another network.
de: Diese Route ist eine Verbindung zu einem anderen Netzwerk.

# route-connection-indicator.gray.title
source: OK - No connection
de: OK - Keine Verbindung

# route-connection-indicator.gray.text
source: This route is not a connection to another network.
de: Diese Route ist keine Verbindung zu einem anderen Netzwerk.

# route-connection.indicator.letter
source: C
de: V

# route-connection-indicator.letter
source: C
de: V

# route-investigate-indicator.green.title
source: OK - No facts
de: OK - Keine Fakten

# route-investigate-indicator.green.text
source: No issues found during route analysis.
de: Bei der Routenanalyse wurden keine Probleme gefunden.

# route-investigate-indicator.red.title
source: Not OK - Investigate facts
de: Nicht OK - Untersuchen Sie die Fakten

# route-investigate-indicator.red.text
source: Something is wrong with this route.
de: Mit dieser Route stimmt etwas nicht.

# network-details.summary
source: Summary
de: Zusammenfassung

# network-details.last-updated
source: Last updated
de: Zuletzt aktualisiert

# network-details.relation-last-updated
source: Relation last updated
de: Beziehung zuletzt aktualisiert

# network-facts.checks-table.node
source: Node
de: Knoten

# network-facts.checks-table.expected
source: Expected
de: Erwartet

# network-facts.checks-table.actual
source: Actual
de: Tatsächlich

# network-facts.checks-table.title
source: node integrity check failures
de: Fehler bei der Überprüfung der Knotenintegrität

# network-facts.title
source: Facts
de: Fakten

# network-facts.no-facts
source: No facts
de: Keine Fakten

# network-map.title
source: Map
de: Karte

# network-nodes.title
source: Nodes
de: Knoten

# network-nodes.no-nodes
source: No network nodes in network
de: Keine Netzwerkknoten im Netzwerk

# network-routes.title
source: Routes
de: Routen

# network-routes.no-routes
source: No network routes in network
de: Keine Netzwerkrouten im Netzwerk

# node.login-required
source: The details of the node changes history is available to logged in OpenStreetMap contributors only.
de: Die Details der Knotenänderungen stehen nur angemeldete OpenStreetMap-Mitwirkenden zur Verfügung . .

# breadcrumb.node-map
source: Node map
de: Knoten Karte

# node.node-not-found
source: Node not found
de: Knoten nicht gefunden

# fact.description.node-invalid-survey-date
source: The node survey date has an unexpected format (valid format: YYYY-MM-DD or YYYY-MM). The survey date is defined in the *"survey:date"* tag, or the *"source:date"* tag if *"source=survey"*.
de: Das Datum des survey hat ein unerwartetes Format (gültiges Format: JJJJ-MM-TT oder JJJJ-MM). Das Datum wird im Tag *"survey:date"* oder im Tag *"source:date"* definiert, wenn *"source=survey"*.

# fact.description.route-invalid-survey-date
source: The route survey date has an unexpected format (valid format: YYYY-MM-DD or YYYY-MM). The survey date is defined in the *"survey:date"* tag, or the *"source:date"* tag if *"source=survey"*.
de: Das Datum des Routensurvey hat ein unerwartetes Format (gültiges Format: JJJJ-MM-TT oder JJJJ-MM). Das Datum wird im Tag *"survey:date"* oder im Tag *"source:date"* definiert, wenn *"source=survey"*.

# network-nodes.table.routes.expected
source: Expected
de: Erwartet

# network-nodes.table.routes.actual
source: Actual
de: Tatsächlich

# network-nodes.table.last-survey
source: Survey
de: Letztes Survey

# network-routes.table.distance
source: Distance
de: Entfernung

# network-routes.table.role
source: Role
de: Rolle

# network-routes.table.last-survey
source: Survey
de: Letztes Survey

# node.initial-value
source: Oldest known state of the node.
de: Ältester bekannter Knotenstatus.

# route-change.initial-value
source: Oldest known state of the route.
de: Ältester bekannter Routestatus.

# network-changes.network-initial-value
source: Oldest known state of the network.
de: Ältester bekannter Netzwerkstatus.

# change-set.header.timestamp
source: Timestamp
de: Zeitstempel

# timeout.message-1
source: Sorry.
de: Entschuldigung.

# timeout.message-2
source: No response from editor.
de: Keine Antwort vom Editor.

# timeout.message-3
source: Has the editor (JOSM) been started? Has remote control been enabled in the editor?
de: Wurde der Editor (JOSM) gestartet? Wurde die Fernbedienung im Editor aktiviert?

# filter.all
source: all
de: alle

# filter.yes
source: yes
de: ja

# filter.no
source: no
de: nein

# filter.unknown
source: unknown
de: unbekannt

# filter.definedInNetworkRelation
source: Defined in network relation
de: In Netzwerkrelation definiert

# filter.referencedInRoute
source: Referenced in route
de: In der Route angegeben

# filter.integrityCheck
source: Integrity check
de: Integritätsprüfung

# filter.integrityCheckFailed
source: Integrity check failed
de: Integritätsprüfung fehlgeschlagen

# filter.connection
source: Connection
de: Verbindung

# filter.lastUpdated
source: Last updated
de: Zuletzt aktualisiert

# filter.lastSurvey
source: Survey
de: Letztes Survey

# filter.lastWeek
source: last week
de: letzte Woche

# filter.lastMonth
source: last month
de: letzten Monat

# filter.lastYear
source: last year
de: letztes Jahr

# filter.lastHalfYear
source: last half year
de: letztes halbes Jahr

# filter.lastTwoYears
source: last two years
de: letzte zwei Jahre

# filter.older
source: older
de: älter

# filter.roleConnection
source: Role connection
de: Rolle "connection"

# network-map.side-bar.tip-zoom-in
source: Zoom in for node or route details.
de: Zoomen Sie hinein, um Details zu Knoten und Routen anzuzeigen

# network-map.side-bar.part-of-network
source: Part of network
de: Teil des Netzwerks

# network-map.side-bar.not-part-of-network
source: Not part of network
de: Nicht Teil des Netzwerks

# network-map.side-bar.tip1
source: Click on node or route to go to detail page.
de: Klicken Sie auf den Knoten oder die Route, um zur Detailseite zu gelangen.

# network-map.side-bar.tip2
source: Use ctrl-click to open the detail page in another browser tab.
de: Verwenden Sie Strg-Klick, um die Detailseite in einer anderen Browser-Registerkarte zu öffnen.

# filter.investigate
source: Investigate
de: Untersuchen

# filter.accessible
source: Accessible
de: Zugänglich

# plan.unpaved
source: Unpaved
de: Ungepflastert

# route-control.title
source: zoom to fit entire route
de: Zoom auf die gesamte Route

# no-route-dialog.title
source: No route
de: Keine Route

# no-route-dialog.message
source: You clicked the button to zoom to fit the complete route on the map, but there is no start- and endnode for the route defined yet. Please plan a route first.
de: Sie haben auf die Schaltfläche geklickt, um die gesamte Route auf die Karte einzupassen. Es gibt jedoch noch keinen Start- und Endknoten für die definierte Route. Bitte Planen Sie zuerst eine Route.

# planner.action.undo
source: Undo
de: Rückgängig machen

# planner.action.undo.title
source: Undo the previous action
de: Die vorherige Aktion rückgängig machen

# planner.action.redo
source: Redo
de: Wiederholen

# planner.action.redo.title
source: Redo the action that was previously undone
de: Wiederholen der zuvor rückgängig gemachte Aktion

# planner.action.reset
source: Reset
de: Zurücksetzen

# planner.action.reset.title
source: Wipe out current route plan and restart route planning from scratch
de: Löschen des aktuellen Routenplans und Routenplanung von Grund auf neu starten

# planner.action.reverse
source: Reverse
de: Umkehren

# planner.action.reverse.title
source: Reverse the route direction (startnode becomes endnode, and vice versa)
de: Die Routenrichtung umkehren (Startknoten wird Endknoten und umgekehrt)

# planner.action.output
source: Output
de: Ausgabe

# planner.action.output.title
source: Output planned route
de: Geplante Route ausgeben

# plan.output.title
source: Output
de: Ausgabe

# plan.output.compact-pdf
source: Compact
de: Kompakt

# plan.output.node-strip-pdf
source: Node strip
de: Knotenstreifen

# plan.output.navigation-instructions-pdf
source: Navigation instructions
de: Wegbeschreibung

# plan.output.gpx
source: GPX file
de: GPX-Datei
