Repository: vmarc/knooppuntnet
Catalog: frontend/src/locale/translations.*.xlf
Languages: de

# planner-tip.zoom-in-click-start-node
source: Zoom in or use magnifying glass to find the startnode of your route.
de: Vergrößern oder verwenden Sie die Lupe, um den Startknoten Ihrer Route zu finden.

# planner-tip.click-start-node
source: Use zoom, pan or use magnifying glass to find and click the startnode of your route.
de: Verwenden Sie Zoom, Verschieben oder die Lupe, um den Startknoten Ihrer Route zu finden und darauf zu klicken.

# planner-tip.zoom-in-click-end-node
source: Zoom in and click the endnode of your route.
de: Zoomen Sie hinein und klicken Sie auf den Endknoten Ihrer Route.

# planner-tip.click-end-node
source: Click the endnode of your route.
de: Klicken Sie auf den Endknoten Ihrer Route.

# planner-tip.extend-route
source: Extend or adapt your route. Output when satisfied.
de: Erweitern oder passen Sie Ihre Route an und geben Sie sie aus, wenn sie zufrieden sind.

# geolocation-dialog.unavailable.title
source: Unavailable
de: Nicht verfügbar

# geolocation-dialog.unavailable.message
source: We cannot determine your location. Verify your settings to allow this application to access you location.
de: Wir können Ihren Standort nicht bestimmen. Überprüfen Sie Ihre Einstellungen, damit diese Anwendung auf Ihren Standort zugreifen kann.

# geolocation-dialog.timeout.title
source: Timeout
de: Zeitüberschreitung

# geolocation-dialog.timeout.message
source: We cannot determine your location.
de: Wir können Ihren Standort nicht bestimmen.

# geolocation-dialog.permission-denied.title
source: Permission denied
de: Berechtigung verweigert

# geolocation-dialog.permission-denied.message
source: We cannot determine your location. Knooppuntnet does not have the permission to access your location.
de: Wir können Ihren Standort nicht bestimmen. Knooppuntnet hat keine Berechtigung, auf Ihren Standort zuzugreifen.

# geolocation-control.title
source: position the map on your current location
de: Positionieren Sie die Karte an Ihrem aktuellen Standort

# plan.output.compact-pdf.tooltip
source: Produce a route pdf file with compact node overview
de: Erstellen Sie eine Routen-PDF-Datei mit einer kompakten Knotenübersicht

# plan.output.node-strip-pdf.tooltip
source: Produce a route pdf file with nodes in 'strip' format
de: Erstellen Sie eine Routen-PDF-Datei mit Knoten in einem Streifen.

# plan.output.navigation-instructions-pdf.tooltip
source: Produce a route pdf with navigation instructions
de: Erstellen Sie ein Routen-PDF mit der Wegbeschreibung.

# plan.output.gpx.tooltip
source: Produce a route file that can be used in a gps-device
de: Erstellt eine Routendatei, die in einem GPS-Gerät verwendet werden kann

# plan.output.clipboard
source: Copy link to clipboard
de: Link in Zwischenablage kopieren

# plan.output.clipboard.tooltip
source: Copy a link to this route to the clipboard (for example to keep for later or paste in email)
de: Kopieren Sie einen Link zu dieser Route in die Zwischenablage (z. B. um sie für später aufzubewahren oder in eine E-Mail einzufügen).

# location-page.menu.edit
source: Load in editor
de: Bearbeiten

# location-edit.title
source: Load in editor
de: Bearbeiten

# location-edit.nodes
source: nodes (quick)
de: Knoten (schnell)

# location-edit.routes
source: routes relations (quick)
de: Routenrelationen (schnell)

# location-edit.time-warning
source: We estimate that it will take perhaps about {{ seconds }} seconds to load all nodes and routes in the editor.
de: Wir schätzen, dass das Laden aller Knoten und Routen im Editor etwa {{seconds}} Sekunden dauern wird.

# location-edit.full-routes
source: routes with ways (takes more time)
de: Routen mit Wegen (dauert länger)

# plan.follow-colour
source: Follow colour
de: Folgen Sie der Farbe

# route.colour.black
source: black
de: schwarz

# route.colour.blue
source: blue
de: blau

# route.colour.brown
source: brown
de: braun

# route.colour.gray
source: gray
de: grau

# route.colour.green
source: green
de: grün

# route.colour.grey
source: grey
de: grau

# route.colour.purple
source: purple
de: purpur

# route.colour.red
source: red
de: rot

# route.colour.violet
source: violet
de: violett

# route.colour.white
source: white
de: weiß

# route.colour.yellow
source: yellow
de: gelb

# plan.output.route-name
source: Route name
de: Routenname

# plan.output.route-name-placeholder
source: type route name
de: Geben Sie den Routennamen ein

# route.colour.or
source: or
de: oder

# wiki.home
source: Knooppuntnet
de: DE:Knooppuntnet

# planner-tip.read-more
source: read more
de: lesen Sie mehr

# filter.month.january
source: January
de: Januar

# filter.month.february
source: February
de: Februar

# filter.month.march
source: March
de: März

# filter.month.may
source: May
de: Mai

# filter.month.june
source: June
de: Juni

# filter.month.july
source: July
de: Juli

# filter.month.october
source: October
de: Oktober

# filter.month.december
source: December
de: Dezember

# footer.settings
source: settings
de: Einstellungen

# tag-diffs.title
source: Tag changes
de: Attributsänderungen

# location-edit.too-many-nodes.2
source: Please select a location with less nodes.
de: Bitte wählen Sie einen Ort mit weniger Knoten aus.

# location-edit.analyzing
source: Analyzing location nodes and routes, please wait...
de: Knoten und Routen an diesem Ort werden analysiert, bitte warten...

# poi.boundary-stone
source: Boundary stone
de: Grenzstein

# poi.wayside-shrine
source: Wayside shrine
de: Bildstock/ Wegkreuz

# breadcrumb.settings
source: Settings
de: Einstellungen

# settings-page.title
source: Settings
de: Einstellungen

# settings.directions
source: Navigation instructions
de: Navigationsanweisungen

# settings.directions.comment.1
source: You can enable this extra functionality in the planner to generate a list with navigation instructions for the route you have planned.
de: Sie können diese Zusatzfunktion im Routenplaner einschalten, um eine Liste mit Navigationsanweisungen für die geplante Route zu erstellen.

# settings.directions.comment.2
source: This functionality is still experimental and under development at this moment and may not work completely ok yet. By default, this functionality is not enabled.
de: Diese Funktion wird aktuell entwickelt und könnte noch nicht vollständig funktionieren. Deshalb ist sie standardmäßig ausgeschaltet.

# map.layer.background
source: Background
de: Hintergrund

# planner.legend.paved
source: Paved
de: Befestigt

# planner.legend.unpaved
source: Unpaved
de: Unbefestigt

# planner.legend.survey.last-month
source: Last month
de: Letzter Monat

# planner.legend.survey.last-half-month
source: Last half year
de: Letztes halbes Jahr

# planner.legend.survey.last-year
source: Last year
de: Letztes Jahr

# planner.legend.survey.last-two-years
source: Last two years
de: Letzte zwei Jahre

# planner.legend.survey.more-than-tow-years-ago
source: More than two years ago
de: Vor mehr als zwei Jahren

# planner.legend.survey.unknown
source: Unknown
de: Unbekannt

# planner.legend.marker.icon.start-node
source: Start node icon
de: Startmarkierung

# planner.legend.marker.start-node
source: Start node
de: Startknoten

# planner.legend.marker.icon.end-node
source: End node icon
de: Endmarkierung

# planner.legend.marker.end-node
source: End node
de: Endknoten

# planner.legend.marker.icon.via-node
source: Via node icon
de: Zwischenmarkierung

# planner.legend.marker.via-node
source: Via node
de: Zwischenknoten

# location.selector.warning-selection-mandatory
source: Please make a selection in the field above
de: Bitte treffen Sie eine Auswahl im obigen Feld.

# location-edit.submit
source: Load in JOSM editor
de: Laden in JOSM-Editor

# location-edit.submit.tooltip
source: Open in editor (like JOSM)
de: Im Editor öffnen (wie JOSM)

# leg-not-found-dialog.title
source: No path
de: Kein Weg

# leg-not-found-dialog.message
source: The planner did not find a path to the selected destination.
de: Der Routenplaner hat keinen Weg zum ausgewählten Ziel gefunden.

# network-page.network-not-found
source: Network not found
de: Netzwerk nicht gefunden

# leg-http-error-dialog.title
source: Network error
de: Netzwerkfehler

# leg-http-error-dialog.message
source: The planner could not contact the server, please try again later.
de: Der Routenplaner konnte keine Verbindung zum Server aufbauen, bitte versuchen Sie es später erneut.

# country.es
source: Spain
de: Spanien

# settings.extra-layers
source: Extra layers
de: Zusätzliche Ebenen

# settings.extra-layers.comment.2
source: These extra layers are intended for debugging purposes only, and are not needed for normal planner use. The extra layers can show the tile names and background tiles from OpenStreetMap (normally we use tiles from our own server).
de: Diese zusätzlichen Ebenen sind nur zur Fehlerbehebung gedacht und werden für die normale Nutzung nicht benötigt. Sie können die Kachelnamen und Hintergrundkacheln von OpenStreetMap anzeigen (normalerweise nutzen wir Kacheln von unserem eigenen Server).

# home.demo
source: Demo
de: Beispiel

source: Changeset not found
de: Änderungssatz nicht gefunden

# wiki.issues
source: https://wiki.openstreetmap.org/wiki/Knooppuntnet_issues
de: https://wiki.openstreetmap.org/wiki/DE:Knooppuntnet_Probleme

# location-nodes.table.expected-route-count
source: Expected
de: Erwartet

# node.integrity
source: Integrity
de: Integrität

# node.integrity.none
source: There is no integrity information for this node (no expected_??n_route_relations tag).
de: Zu diesem Knoten gibt es keine Informationen zur Vollständigkeit (kein Attribut zum Schlüssel expected_??n_route_relations).

# node.integrity.ok
source: The expected number of routes ({{ detail.expectedRouteCount }}) matches the number of routes found.
de: Die erwartete Anzahl von Routen ({{detail.expectedRouteCount}}) entspricht der Anzahl der gefundenen Routen.

# node.integrity.not-ok
source: The actual number of routes in this node ({{ detail.routeRefs.length }}) does not match the expected number of routes ({{ detail.expectedRouteCount }}).
de: Die gefundene Anzahl der Routen ({{detail.routeRefs.length}}) entspricht nicht der erwarteten Anzahl ({{detail.expectedRouteCount}}).

# map.node-popup.last-updated
source: Last updated
de: Zuletzt aktualisiert

# location-routes.table.analysis
source: Analysis
de: Analyse

# fact.description.route-without-nodes
source: The route does not contain any network nodes.
de: Die Route enthält keine Netzwerkknoten.

# stats.route-without-nodes.comment
source: Routes without network nodes.
de: Route ohne Netzwerkknoten.

# route.nodes
source: Nodes
de: Knoten

# experimental.title
source: Warning: experimental !
de: Achtung: experimentell!

# experimental.more
source: more
de: mehr

# experimental.message-1
source: This is an experimental version of the knooppuntnet website.
de: Dies ist eine experimentelle Version der Knooppuntnet-Webseite.

# experimental.less
source: less
de: weniger

# map.layer.free-path
source: Path
de: Pfad

# route-proposed-indicator.blue.title
source: OK - Proposed route
de: OK - Vorgeschlagene Route

# route-proposed-indicator.gray.title
source: OK - Active route
de: OK - Aktive Route

# location-node-fact-indicator.green.title
source: OK - No facts
de: OK - Keine Fakten

# location-node-fact-indicator.green.text
source: No particular facts were found during the analysis of this node.
de: Bei der Analyse dieses Knotens wurden keine Fakten gefunden.

# location-node-fact-indicator.red.title
source: Facts
de: Fakten

# location-node-fact-indicator.red.text
source: One or more facts are generated as the result of the node analysis.
de: Bei der Analyse von Knoten werden ein oder mehrere Fakten als Ergebnis erzeugt.

# location-nodes-sidebar.filter.all
source: All
de: Alles

# location-nodes-sidebar.filter.facts
source: Facts
de: Fakten

# location-routes-sidebar.filter.all
source: All
de: Alles

# location-routes-sidebar.filter.facts
source: Facts
de: Fakten

# location-routes-sidebar.filter.inaccessible
source: Inaccessible
de: Nicht zugänglich

# proposed-indicator.blue.title
source: OK - Proposed route
de: OK - Vorgeschlagene Route

# node.routes
source: Routes
de: Routen

# node.route-references.none
source: None
de: Keine

# node.proposed
source: Proposed: the network node is assumed to still be in a planning phase and likely not signposted in the field.
de: Vorgeschlagen: Das Netzwerk befindet sich wahrscheinlich noch in der Planungsphase und ist noch nicht ausgeschildert.

# route.proposed
source: Proposed: this route has a tag _"state=proposed"_. The route is assumed to still be in a planning phase and likely not signposted in the field.
de: Vorgeschlagen: Diese Route hat das Attribut _"state=proposed"_. Die Route befindet sich wahrscheinlich noch in der Planungsphase und ist noch nicht ausgeschildert.

# subset-orphan-nodes.table.node
source: Node
de: Knoten

# subset-orphan-nodes.table.last-edit
source: Last edit
de: Letzte Bearbeitung

# subset-orphan-routes.table.analysis
source: Analysis
de: Analyse

# subset-orphan-routes.table.distance
source: Distance
de: Entfernung

# subset-orphan-routes.table.last-edit
source: Last edit
de: Letzte Bearbeitung

# network-scope.local
source: local
de: Lokal

# filter.proposed
source: Proposed
de: Vorgeschlagen

# planner.legend.proposed
source: Proposed
de: Vorgeschlagen

# planner.options
source: Options
de: Optionen

# planner.options.show-proposed
source: Show proposed routes
de: Zeige vorgeschlagene Routen

# planner.options.plan-proposed
source: Allow planning proposed routes
de: Planung über vorgeschlagene Routen zulassen

# network.proposed
source: Proposed: this network has tag _"state=proposed"_. The network is assumed to still be in a planning phase and likely not signposted in the field.
de: Vorgeschlagen: Dieses Netzwerk besitzt das Attribut _"state=proposed"_. Das Netzwerk befindet sich wahrscheinlich noch in der Planungsphase und ist noch nicht ausgeschildert.

# route.name-derived-from-nodes
source: The route name is derived from the route nodes, rather than the tags in the route relation.
de: Der Routenname wird von den Knoten abgeleitet und nicht von den Attributen der Routenrelation.

# overview.sidebar.display-options
source: Display options
de: Einstellungen anzeigen

# overview.sidebar.list.title
source: Show overview in list format
de: Zeige den Überblick im Listenformat

# overview.sidebar.list
source: List
de: Liste

# overview.sidebar.table.title
source: Show overview in table format
de: Zeige den Überblick im Tabellenformat

# overview.sidebar.table
source: Table
de: Tabelle

# overview.sidebar.automatic.title
source: Use list or table format depending on page width
de: Benutze Listen- oder Tabellenformat je nach Seitenbreite

# overview.sidebar.table.automatic
source: Automatic selection
de: Automatische Auswahl

# network-control.title
source: zoom to fit entire network
de: Zoom anpassen, um das gesamte Netzwerk anzuzeigen

# plan.output.text.tooltip
source: Produce a route pdf file in 'text' format
de: Erstelle ein PDF-Dokument im 'Text'-Format

# route-proposed-indicator.blue.text
source: This route has _"state=proposed"_. The route is assumed to still be in a planning phase and likely not signposted in the field.
de: Diese Route besitzt das Attribut _"state=proposed"_. Die Route befindet sich wahrscheinlich noch in der Planungsphase und ist noch nicht ausgeschildert.

# fact.description.route-inaccessible
source: Part of the route does not seem [accessible](https://wiki.openstreetmap.org/wiki/Knooppuntnet_analysis#accessible).
de: Ein Teil der Route scheint nicht [zugänglich](https://wiki.openstreetmap.org/wiki/DE:Knooppuntnet_analysis#accessible) zu sein.

# location-nodes-sidebar.filter.integrity-check-failed
source: Unexpected route count
de: Unerwartete Routenanzahl

# location.selector.warning-selection-invalid
source: Please select a value from the list
de: Bitte wählen Sie aus der Liste aus

# network-changes.network-nodes.list
source: Nodes
de: Knoten

# network-changes.routes.list
source: Routes
de: Routen

# node-change.created
source: Node created
de: Knoten erstellt

# node-change.deleted
source: Node deleted
de: Knoten gelöscht

# stats.route-inaccessible.comment
source: Number of [inaccessible](https://wiki.openstreetmap.org/wiki/Knooppuntnet_analysis#accessible "accessible in glossary") routes.
de: Anzahl von [unzugänglichen](https://wiki.openstreetmap.org/wiki/DE:Knooppuntnet_analysis#accessible "accessible in glossary") Routen.

# route-change.created
source: Route created
de: Route erstellt

# route-change.deleted
source: Route deleted
de: Route gelöscht

# route.members.table.inaccessible
source: Inaccessible
de: Nicht zugänglich

# edit-dialog.title
source: Load in editor
de: Bearbeiten

# edit-dialog.error
source: Sorry, could not load elements in editor.
de: Entschuldigung, Elemente konnten nicht im Editor geladen werden.

# edit-dialog.editor-not-started
source: Editor not started?
de: JOSM nicht gestartet?

# edit-dialog.remote-control-not-enabled
source: Editor remote control not enabled?
de: JOSM-Fernbedienung nicht aktiviert?

# edit-dialog.timeout
source: Timeout: editor not started, or editor remote control not enabled?
de: Timeout: JOSM nicht gestartet oder JOSM-Fernbedienung nicht aktiviert?

# edit-dialog.close
source: Close
de: Schließen

# edit.link.title
source: Open in JOSM
de: Im Editor öffnen (wie JOSM)

# location-nodes.edit.title
source: Load the nodes in this page in JOSM
de: Knoten auf dieser Seite im Editor öffnen (wie JOSM)

# location-routes.edit.title
source: Load the routes in this page in JOSM
de: Routen auf dieser Seite im Editor öffnen (wie JOSM)

# network-nodes.edit.title
source: Load the nodes in this page in JOSM
de: Knoten auf dieser Seite im Editor öffnen (wie JOSM)

# network-routes.edit.title
source: Load the routes in this page in JOSM
de: Routen auf dieser Seite im Editor öffnen (wie JOSM)

# subset-orphan-nodes.edit.title
source: Load the nodes in this page in JOSM
de: Knoten auf dieser Seite im Editor öffnen (wie JOSM)

# subset-orphan-routes.edit.title
source: Load the routes in this page in JOSM
de: Routen auf dieser Seite im Editor öffnen (wie JOSM)

# action.cancel
source: Cancel
de: Abbrechen

# analysis.strategy.title
source: Analysis strategy
de: Analysemethode

# error.0.code
source: (0 - No network)
de: (0 - Kein Netzwerk)

# error.404.text
source: Sorry, cannot get data from server.
de: Entschuldigung, kann keine Daten vom Server bekommen

# error.404.code
source: (404 - Not found)
de: (404 - Nicht gefunden)

# integrity-indicator.green.text
source: The number of routes found in this network node ({{ actual }}) does match the expected number of routes ({{ expected }}) as defined in the *"{{ tag }}"* tag on this node. This is what we expect.
de: Die Anzahl der in diesem Netzwerkknoten ({{actual}}) gefundenen Routen entspricht der erwarteten Anzahl von Routen ({{expected}}), wie im Tag *"{{tag}}"* auf diesem Knoten definiert. Das erwarten wir.

# demo.disabled.text-1
source: Sorry.
de: Entschuldigung.

# demo.title
source: Demo videos
de: Beispielvideos

# demo.plan-a-route
source: How to plan a walk (or bicycle ride)?
de: Wie plant man eine Wanderung (oder Fahrradtour)?

# demo.zoom-in
source: How to zoom in to a selected area of the map?
de: Wie zoomt man auf einen ausgewählten Bereich in der Karte?

# demo.current-location
source: How to zoom in to your current location?
de: Wie zoomt man auf den aktuellen Standort?

# demo.via-loop
source: How to include a loop in the route? (Dutch)
de: Wie baut man eine Schleife in die Route ein? (Niederländisch)

# demo.duration.seconds
source: seconds
de: Sekunden

# video-cover.text
source: knooppuntnet demo video
de: Beispielvideos von Knooppuntnet

# plan-detailed.calculating
source: Calculating...
de: Berechne...

# breadcrumb.monitor.about
source: About
de: Über

# monitor.about.text
source: The route monitoring function allows you to compare a route geometry in OpenStreetMap against a given reference geometry.
de: Die Überwachungsfunktion erlaubt es, die Geometrie einer Route von OpenStreetMap mit einer gegebenen Bezugsgeometrie zu vergleichen.

# breadcrumb.monitor.changes
source: Changes
de: Änderungen

# monitor.changes.no-changes
source: No group changes
de: Keine Gruppenänderungen

# monitor.menu.groups
source: Groups
de: Gruppen

# monitor.menu.about
source: About
de: Über

# monitor.group.add.title
source: Monitor - add group
de: Überwachung - Gruppe hinzufügen

# monitor.group.add.comment.1
source: Create a new group containing routes to be monitored.
de: Erstelle eine neue Gruppe mit Routen zur Überwachung.

# monitor.group.add.comment.2
source: Provide a short name (that will be used in the browser address), and a title for the group (probably describing who will be maintaining the route group).
de: Geben Sie einen kurzen Namen (der in der Browseradresse benutzt wird) und einen Titel (Beschreibung, wer die Gruppe unterhalten wird) an.

# monitor.group.add.action
source: Add group
de: Gruppe hinzufügen

# breadcrumb.monitor.group
source: Group
de: Gruppe

# monitor.group.description.label
source: Description
de: Beschreibung

# monitor.group.description.required
source: Description is required.
de: Eine Beschreibung ist erforderlich.

# monitor.group.name.required
source: Name is required.
de: Ein Name ist erforderlich.

# monitor.group.name.unique
source: Name should be unique. A group with this name already exists.
de: Der Name soll eindeutig sein. Es gibt schon eine Gruppe mit diesem Namen.

# monitor.group.menu.routes
source: Routes
de: Routen

# monitor.group.delete.title
source: Monitor - delete group
de: Überwachung - Gruppe löschen

# monitor.group.delete.group-not-found
source: Group not found
de: Gruppe nicht gefunden

# monitor.group.delete.description
source: Description
de: Beschreibung

# monitor.group.delete.action
source: Delete group
de: Gruppe löschen

# monitor.group.no-routes
source: No routes in group
de: Keine Routen in dieser Gruppe

# monitor.group.action.add-route
source: Add route
de: Gruppe hinzufügen

# monitor.group.route-table.map
source: Map
de: Karte

# monitor.group.route-table.map-link
source: map
de: Karte

# monitor.group.route-table.description
source: Description
de: Beschreibung

# monitor.group.route-table.actions
source: Actions
de: Aktionen

# action.update
source: Update
de: Aktualisieren

# action.delete
source: delete
de: Löschen

# monitor.group.update.title
source: Monitor - update group
de: Überwachung - Gruppe aktualisieren

# monitor.group.update.group-not-found
source: Group not found
de: Gruppe nicht gefunden

# monitor.group.update.action
source: Update group
de: Gruppe aktualisieren

# monitor.group.table.description
source: Description
de: Beschreibung

# monitor.group.table.routes
source: Routes
de: Routen

# monitor.group.table.actions
source: Actions
de: Aktionen

# monitor.groups.title
source: Monitor
de: Überwachung

# monitor.groups.no-groups
source: No route groups
de: Keine Routengruppen

# monitor.groups.action.add
source: Add group
de: Gruppe hinzufügen

# monitor.route.add.title
source: Add route
de: Route hinzufügen

# monitor.relation.title
source: Route information:
de: Routeninfoirmationen:

# monitor.relation.ref
source: Ref
de: Referenz

# monitor.relation.operator
source: Operator
de: Betreiber

# monitor.route.description.label
source: Description
de: Beschreibung

# monitor.route.description.required
source: Description is required.
de: Eine Beschreibung ist erforderlich.

# monitor.route.name.required
source: Name is required.
de: Ein Name ist erforderlich.
